{
  "posts": [
    {
      "id": 1,
      "title": "정당의 목적이나 활동이 민주적 기본질서에 위배될 때에는 정부는 헌법재판소에 그 해산을 제소할 수 있고, 정당은 헌법재판소의 심판에 의하여 해산된다.",
      "content": "모든 국민은 인간으로서의 존엄과 가치를 가지며, 행복을 추구할 권리를 가진다. 모든 국민은 종교의 자유를 가진다. 국가는 농·어민과 중소기업의 자조조직을 육성하여야 하며, 그 자율적 활동과 발전을 보장한다. 모든 국민은 양심의 자유를 가진다. 누구든지 체포 또는 구속을 당한 때에는 즉시 변호인의 조력을 받을 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 1
    },
    {
      "id": 2,
      "title": "누구든지 법률에 의하지 아니하고는 체포·구속·압수·수색 또는 심문을 받지 아니하며, 법률과 적법한 절차에 의하지 아니하고는 처벌·보안처분 또는 강제노역을 받지 아니한다.",
      "content": "형사피고인은 유죄의 판결이 확정될 때까지는 무죄로 추정된다. 형사피고인은 유죄의 판결이 확정될 때까지는 무죄로 추정된다. 모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다. 모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다. 모든 국민은 고문을 받지 아니하며, 형사상 자기에게 불리한 진술을 강요당하지 아니한다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 1
    },
    {
      "id": 3,
      "title": "누구든지 성별·종교 또는 사회적 신분에 의하여 정치적·경제적·사회적·문화적 생활의 모든 영역에 있어서 차별을 받지 아니한다.",
      "content": "모든 국민은 고문을 받지 아니하며, 형사상 자기에게 불리한 진술을 강요당하지 아니한다. 모든 국민은 양심의 자유를 가진다. 모든 국민은 사생활의 비밀과 자유를 침해받지 아니한다. 연소자의 근로는 특별한 보호를 받는다. 형사피고인이 스스로 변호인을 구할 수 없을 때에는 법률이 정하는 바에 의하여 국가가 변호인을 붙인다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 1
    },
    {
      "id": 4,
      "title": "모든 국민은 주거의 자유를 침해받지 아니한다.",
      "content": "형사피고인은 상당한 이유가 없는 한 지체없이 공개재판을 받을 권리를 가진다. 공무원은 국민전체에 대한 봉사자이며, 국민에 대하여 책임을 진다. 모든 국민은 고문을 받지 아니하며, 형사상 자기에게 불리한 진술을 강요당하지 아니한다. 누구든지 체포 또는 구속을 당한 때에는 적부의 심사를 법원에 청구할 권리를 가진다. 대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 1
    },
    {
      "id": 5,
      "title": "대한민국은 국제평화의 유지에 노력하고 침략적 전쟁을 부인한다.",
      "content": "주거에 대한 압수나 수색을 할 때에는 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 대한민국은 국제평화의 유지에 노력하고 침략적 전쟁을 부인한다. 국가유공자·상이군경 및 전몰군경의 유가족은 법률이 정하는 바에 의하여 우선적으로 근로의 기회를 부여받는다. 여자의 근로는 특별한 보호를 받으며, 고용·임금 및 근로조건에 있어서 부당한 차별을 받지 아니한다. 모든 국민은 주거의 자유를 침해받지 아니한다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 1
    },
    {
      "id": 6,
      "title": "누구든지 체포 또는 구속을 당한 때에는 적부의 심사를 법원에 청구할 권리를 가진다.",
      "content": "모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 대한민국은 국제평화의 유지에 노력하고 침략적 전쟁을 부인한다. 모든 국민은 신체의 자유를 가진다. 모든 국민은 사생활의 비밀과 자유를 침해받지 아니한다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 1
    },
    {
      "id": 7,
      "title": "신체장애자 및 질병·노령 기타의 사유로 생활능력이 없는 국민은 법률이 정하는 바에 의하여 국가의 보호를 받는다.",
      "content": "모든 국민은 주거의 자유를 침해받지 아니한다. 대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다. 모든 국민은 통신의 비밀을 침해받지 아니한다. 모든 국민은 거주·이전의 자유를 가진다. 누구든지 체포 또는 구속을 당한 때에는 즉시 변호인의 조력을 받을 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 1
    },
    {
      "id": 8,
      "title": "모든 국민은 양심의 자유를 가진다.",
      "content": "형사피의자 또는 형사피고인으로서 구금되었던 자가 법률이 정하는 불기소처분을 받거나 무죄판결을 받은 때에는 법률이 정하는 바에 의하여 국가에 정당한 보상을 청구할 수 있다. 누구든지 법률에 의하지 아니하고는 체포·구속·압수·수색 또는 심문을 받지 아니하며, 법률과 적법한 절차에 의하지 아니하고는 처벌·보안처분 또는 강제노역을 받지 아니한다. 국가는 개인이 가지는 불가침의 기본적 인권을 확인하고 이를 보장할 의무를 진다. 모든 국민은 사생활의 비밀과 자유를 침해받지 아니한다. 대한민국은 국제평화의 유지에 노력하고 침략적 전쟁을 부인한다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 1
    },
    {
      "id": 9,
      "title": "모든 국민은 인간으로서의 존엄과 가치를 가지며, 행복을 추구할 권리를 가진다.",
      "content": "국가는 개인이 가지는 불가침의 기본적 인권을 확인하고 이를 보장할 의무를 진다. 공무원은 국민전체에 대한 봉사자이며, 국민에 대하여 책임을 진다. 모든 국민은 학문과 예술의 자유를 가진다. 모든 국민은 인간다운 생활을 할 권리를 가진다. 여자의 근로는 특별한 보호를 받으며, 고용·임금 및 근로조건에 있어서 부당한 차별을 받지 아니한다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 1
    },
    {
      "id": 10,
      "title": "대한민국의 영토는 한반도와 그 부속도서로 한다.",
      "content": "누구든지 성별·종교 또는 사회적 신분에 의하여 정치적·경제적·사회적·문화적 생활의 모든 영역에 있어서 차별을 받지 아니한다. 모든 국민의 재산권은 보장된다. 모든 국민은 직업선택의 자유를 가진다. 모든 국민의 재산권은 보장된다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 1
    },
    {
      "id": 11,
      "title": "국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다.",
      "content": "국가는 개인이 가지는 불가침의 기본적 인권을 확인하고 이를 보장할 의무를 진다. 주거에 대한 압수나 수색을 할 때에는 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 주거에 대한 압수나 수색을 할 때에는 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 모든 국민은 종교의 자유를 가진다. 모든 국민은 인간으로서의 존엄과 가치를 가지며, 행복을 추구할 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 1
    },
    {
      "id": 12,
      "title": "모든 국민은 신체의 자유를 가진다.",
      "content": "누구든지 체포 또는 구속을 당한 때에는 즉시 변호인의 조력을 받을 권리를 가진다. 누구든지 체포 또는 구속을 당한 때에는 즉시 변호인의 조력을 받을 권리를 가진다. 형사피고인은 유죄의 판결이 확정될 때까지는 무죄로 추정된다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 형사피고인이 스스로 변호인을 구할 수 없을 때에는 법률이 정하는 바에 의하여 국가가 변호인을 붙인다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 1
    },
    {
      "id": 13,
      "title": "국가는 대외무역을 육성하며, 이를 규제·조정할 수 있다.",
      "content": "정당의 목적이나 활동이 민주적 기본질서에 위배될 때에는 정부는 헌법재판소에 그 해산을 제소할 수 있고, 정당은 헌법재판소의 심판에 의하여 해산된다. 대한민국의 영토는 한반도와 그 부속도서로 한다. 누구든지 법률에 의하지 아니하고는 체포·구속·압수·수색 또는 심문을 받지 아니하며, 법률과 적법한 절차에 의하지 아니하고는 처벌·보안처분 또는 강제노역을 받지 아니한다. 국가유공자·상이군경 및 전몰군경의 유가족은 법률이 정하는 바에 의하여 우선적으로 근로의 기회를 부여받는다. 공무원은 국민전체에 대한 봉사자이며, 국민에 대하여 책임을 진다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 1
    },
    {
      "id": 14,
      "title": "모든 국민은 직업선택의 자유를 가진다.",
      "content": "국가는 평생교육을 진흥하여야 한다. 여자의 근로는 특별한 보호를 받으며, 고용·임금 및 근로조건에 있어서 부당한 차별을 받지 아니한다. 모든 국민의 재산권은 보장된다. 모든 국민은 학문과 예술의 자유를 가진다. 대한민국은 민주공화국이다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 1
    },
    {
      "id": 15,
      "title": "체포·구속·압수 또는 수색을 할 때에는 적법한 절차에 따라 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 다만, 현행범인인 경우와 장기 3년 이상의 형에 해당하는 죄를 범하고 도피 또는 증거인멸의 염려가 있을 때에는 사후에 영장을 청구할 수 있다.",
      "content": "모든 국민은 통신의 비밀을 침해받지 아니한다. 대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다. 모든 국민은 인간다운 생활을 할 권리를 가진다. 누구든지 체포 또는 구속을 당한 때에는 즉시 변호인의 조력을 받을 권리를 가진다. 체포·구속·압수 또는 수색을 할 때에는 적법한 절차에 따라 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 다만, 현행범인인 경우와 장기 3년 이상의 형에 해당하는 죄를 범하고 도피 또는 증거인멸의 염려가 있을 때에는 사후에 영장을 청구할 수 있다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 1
    },
    {
      "id": 16,
      "title": "모든 국민은 학문과 예술의 자유를 가진다.",
      "content": "형사피의자 또는 형사피고인으로서 구금되었던 자가 법률이 정하는 불기소처분을 받거나 무죄판결을 받은 때에는 법률이 정하는 바에 의하여 국가에 정당한 보상을 청구할 수 있다. 모든 국민은 거주·이전의 자유를 가진다. 형사피고인이 스스로 변호인을 구할 수 없을 때에는 법률이 정하는 바에 의하여 국가가 변호인을 붙인다. 형사피고인은 유죄의 판결이 확정될 때까지는 무죄로 추정된다. 모든 국민은 사생활의 비밀과 자유를 침해받지 아니한다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 1
    },
    {
      "id": 17,
      "title": "모든 국민은 고문을 받지 아니하며, 형사상 자기에게 불리한 진술을 강요당하지 아니한다.",
      "content": "모든 국민은 신체의 자유를 가진다. 모든 국민은 사생활의 비밀과 자유를 침해받지 아니한다. 모든 국민은 신속한 재판을 받을 권리를 가진다. 누구든지 성별·종교 또는 사회적 신분에 의하여 정치적·경제적·사회적·문화적 생활의 모든 영역에 있어서 차별을 받지 아니한다. 누구든지 체포 또는 구속을 당한 때에는 적부의 심사를 법원에 청구할 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 1
    },
    {
      "id": 18,
      "title": "모든 국민은 법률이 정하는 바에 의하여 국가기관에 문서로 청원할 권리를 가진다.",
      "content": "모든 국민은 통신의 비밀을 침해받지 아니한다. 모든 국민은 주거의 자유를 침해받지 아니한다. 모든 국민은 능력에 따라 균등하게 교육을 받을 권리를 가진다. 모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다. 모든 국민은 헌법과 법률이 정한 법관에 의하여 법률에 의한 재판을 받을 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 1
    },
    {
      "id": 19,
      "title": "모든 국민은 고문을 받지 아니하며, 형사상 자기에게 불리한 진술을 강요당하지 아니한다.",
      "content": "주거에 대한 압수나 수색을 할 때에는 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다. 누구든지 체포 또는 구속을 당한 때에는 적부의 심사를 법원에 청구할 권리를 가진다. 모든 국민은 고문을 받지 아니하며, 형사상 자기에게 불리한 진술을 강요당하지 아니한다. 누구든지 체포 또는 구속을 당한 때에는 즉시 변호인의 조력을 받을 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 1
    },
    {
      "id": 20,
      "title": "형사피고인이 스스로 변호인을 구할 수 없을 때에는 법률이 정하는 바에 의하여 국가가 변호인을 붙인다.",
      "content": "신체장애자 및 질병·노령 기타의 사유로 생활능력이 없는 국민은 법률이 정하는 바에 의하여 국가의 보호를 받는다. 모든 국민은 고문을 받지 아니하며, 형사상 자기에게 불리한 진술을 강요당하지 아니한다. 주거에 대한 압수나 수색을 할 때에는 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 누구든지 체포 또는 구속을 당한 때에는 적부의 심사를 법원에 청구할 권리를 가진다. 대한민국은 통일을 지향하며, 자유민주적 기본질서에 입각한 평화적 통일 정책을 수립하고 이를 추진한다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 1
    },
    {
      "id": 21,
      "title": "형사피고인이 스스로 변호인을 구할 수 없을 때에는 법률이 정하는 바에 의하여 국가가 변호인을 붙인다.",
      "content": "대한민국은 민주공화국이다. 누구든지 체포 또는 구속을 당한 때에는 적부의 심사를 법원에 청구할 권리를 가진다. 형사피고인이 스스로 변호인을 구할 수 없을 때에는 법률이 정하는 바에 의하여 국가가 변호인을 붙인다. 국가는 여자의 복지와 권익의 향상을 위하여 노력하여야 한다. 모든 국민은 법 앞에 평등하다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 2
    },
    {
      "id": 22,
      "title": "모든 국민은 인간으로서의 존엄과 가치를 가지며, 행복을 추구할 권리를 가진다.",
      "content": "모든 국민은 주거의 자유를 침해받지 아니한다. 모든 국민은 법률이 정하는 바에 의하여 국가기관에 문서로 청원할 권리를 가진다. 체포·구속·압수 또는 수색을 할 때에는 적법한 절차에 따라 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 다만, 현행범인인 경우와 장기 3년 이상의 형에 해당하는 죄를 범하고 도피 또는 증거인멸의 염려가 있을 때에는 사후에 영장을 청구할 수 있다. 대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다. 신체장애자 및 질병·노령 기타의 사유로 생활능력이 없는 국민은 법률이 정하는 바에 의하여 국가의 보호를 받는다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 2
    },
    {
      "id": 23,
      "title": "국가는 농·어민과 중소기업의 자조조직을 육성하여야 하며, 그 자율적 활동과 발전을 보장한다.",
      "content": "모든 국민은 주거의 자유를 침해받지 아니한다. 모든 국민은 헌법과 법률이 정한 법관에 의하여 법률에 의한 재판을 받을 권리를 가진다. 국가는 대외무역을 육성하며, 이를 규제·조정할 수 있다. 모든 국민은 인간다운 생활을 할 권리를 가진다. 대한민국은 민주공화국이다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 2
    },
    {
      "id": 24,
      "title": "모든 국민은 양심의 자유를 가진다.",
      "content": "모든 국민은 법률이 정하는 바에 의하여 국가기관에 문서로 청원할 권리를 가진다. 모든 국민은 신속한 재판을 받을 권리를 가진다. 국가는 대외무역을 육성하며, 이를 규제·조정할 수 있다. 누구든지 체포 또는 구속을 당한 때에는 즉시 변호인의 조력을 받을 권리를 가진다. 대한민국의 영토는 한반도와 그 부속도서로 한다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 2
    },
    {
      "id": 25,
      "title": "대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다.",
      "content": "모든 국민은 거주·이전의 자유를 가진다. 모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다. 누구든지 성별·종교 또는 사회적 신분에 의하여 정치적·경제적·사회적·문화적 생활의 모든 영역에 있어서 차별을 받지 아니한다. 대한민국의 영토는 한반도와 그 부속도서로 한다. 모든 국민은 직업선택의 자유를 가진다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 2
    },
    {
      "id": 26,
      "title": "모든 국민은 주거의 자유를 침해받지 아니한다.",
      "content": "연소자의 근로는 특별한 보호를 받는다. 국가유공자·상이군경 및 전몰군경의 유가족은 법률이 정하는 바에 의하여 우선적으로 근로의 기회를 부여받는다. 모든 국민은 법률이 정하는 바에 의하여 국가기관에 문서로 청원할 권리를 가진다. 대한민국은 통일을 지향하며, 자유민주적 기본질서에 입각한 평화적 통일 정책을 수립하고 이를 추진한다. 형사피고인은 상당한 이유가 없는 한 지체없이 공개재판을 받을 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 2
    },
    {
      "id": 27,
      "title": "교육은 무상으로 한다.",
      "content": "누구든지 체포 또는 구속을 당한 때에는 적부의 심사를 법원에 청구할 권리를 가진다. 여자의 근로는 특별한 보호를 받으며, 고용·임금 및 근로조건에 있어서 부당한 차별을 받지 아니한다. 누구든지 체포 또는 구속을 당한 때에는 즉시 변호인의 조력을 받을 권리를 가진다. 신체장애자 및 질병·노령 기타의 사유로 생활능력이 없는 국민은 법률이 정하는 바에 의하여 국가의 보호를 받는다. 대한민국은 통일을 지향하며, 자유민주적 기본질서에 입각한 평화적 통일 정책을 수립하고 이를 추진한다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 2
    },
    {
      "id": 28,
      "title": "모든 국민의 재산권은 보장된다.",
      "content": "모든 국민은 통신의 비밀을 침해받지 아니한다. 모든 국민은 능력에 따라 균등하게 교육을 받을 권리를 가진다. 교육은 무상으로 한다. 모든 국민은 사생활의 비밀과 자유를 침해받지 아니한다. 누구든지 성별·종교 또는 사회적 신분에 의하여 정치적·경제적·사회적·문화적 생활의 모든 영역에 있어서 차별을 받지 아니한다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 2
    },
    {
      "id": 29,
      "title": "누구든지 법률에 의하지 아니하고는 체포·구속·압수·수색 또는 심문을 받지 아니하며, 법률과 적법한 절차에 의하지 아니하고는 처벌·보안처분 또는 강제노역을 받지 아니한다.",
      "content": "모든 국민은 학문과 예술의 자유를 가진다. 대한민국은 통일을 지향하며, 자유민주적 기본질서에 입각한 평화적 통일 정책을 수립하고 이를 추진한다. 모든 국민은 거주·이전의 자유를 가진다. 연소자의 근로는 특별한 보호를 받는다. 모든 국민은 신속한 재판을 받을 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 2
    },
    {
      "id": 30,
      "title": "정당의 목적이나 활동이 민주적 기본질서에 위배될 때에는 정부는 헌법재판소에 그 해산을 제소할 수 있고, 정당은 헌법재판소의 심판에 의하여 해산된다.",
      "content": "모든 국민은 거주·이전의 자유를 가진다. 모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다. 모든 국민은 인간다운 생활을 할 권리를 가진다. 모든 국민은 종교의 자유를 가진다. 대한민국은 통일을 지향하며, 자유민주적 기본질서에 입각한 평화적 통일 정책을 수립하고 이를 추진한다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 2
    },
    {
      "id": 31,
      "title": "정당의 목적이나 활동이 민주적 기본질서에 위배될 때에는 정부는 헌법재판소에 그 해산을 제소할 수 있고, 정당은 헌법재판소의 심판에 의하여 해산된다.",
      "content": "국가는 개인이 가지는 불가침의 기본적 인권을 확인하고 이를 보장할 의무를 진다. 누구든지 성별·종교 또는 사회적 신분에 의하여 정치적·경제적·사회적·문화적 생활의 모든 영역에 있어서 차별을 받지 아니한다. 대한민국은 국제평화의 유지에 노력하고 침략적 전쟁을 부인한다. 대한민국의 영토는 한반도와 그 부속도서로 한다. 모든 국민은 신체의 자유를 가진다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 2
    },
    {
      "id": 32,
      "title": "주거에 대한 압수나 수색을 할 때에는 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다.",
      "content": "교육은 무상으로 한다. 국가는 대외무역을 육성하며, 이를 규제·조정할 수 있다. 대한민국은 국제평화의 유지에 노력하고 침략적 전쟁을 부인한다. 모든 국민은 신속한 재판을 받을 권리를 가진다. 국가는 개인이 가지는 불가침의 기본적 인권을 확인하고 이를 보장할 의무를 진다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 2
    },
    {
      "id": 33,
      "title": "모든 국민은 고문을 받지 아니하며, 형사상 자기에게 불리한 진술을 강요당하지 아니한다.",
      "content": "대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다. 연소자의 근로는 특별한 보호를 받는다. 대한민국의 영토는 한반도와 그 부속도서로 한다. 국가는 개인이 가지는 불가침의 기본적 인권을 확인하고 이를 보장할 의무를 진다. 모든 국민은 고문을 받지 아니하며, 형사상 자기에게 불리한 진술을 강요당하지 아니한다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 2
    },
    {
      "id": 34,
      "title": "모든 국민은 고문을 받지 아니하며, 형사상 자기에게 불리한 진술을 강요당하지 아니한다.",
      "content": "대한민국의 영토는 한반도와 그 부속도서로 한다. 여자의 근로는 특별한 보호를 받으며, 고용·임금 및 근로조건에 있어서 부당한 차별을 받지 아니한다. 형사피고인은 유죄의 판결이 확정될 때까지는 무죄로 추정된다. 누구든지 체포 또는 구속을 당한 때에는 적부의 심사를 법원에 청구할 권리를 가진다. 모든 국민은 사생활의 비밀과 자유를 침해받지 아니한다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 2
    },
    {
      "id": 35,
      "title": "모든 국민은 종교의 자유를 가진다.",
      "content": "형사피고인이 스스로 변호인을 구할 수 없을 때에는 법률이 정하는 바에 의하여 국가가 변호인을 붙인다. 모든 국민은 인간으로서의 존엄과 가치를 가지며, 행복을 추구할 권리를 가진다. 형사피고인이 스스로 변호인을 구할 수 없을 때에는 법률이 정하는 바에 의하여 국가가 변호인을 붙인다. 대한민국의 영토는 한반도와 그 부속도서로 한다. 모든 국민은 법 앞에 평등하다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 2
    },
    {
      "id": 36,
      "title": "모든 국민은 직업선택의 자유를 가진다.",
      "content": "대한민국은 국제평화의 유지에 노력하고 침략적 전쟁을 부인한다. 대한민국은 국제평화의 유지에 노력하고 침략적 전쟁을 부인한다. 누구든지 체포 또는 구속을 당한 때에는 적부의 심사를 법원에 청구할 권리를 가진다. 국가는 개인이 가지는 불가침의 기본적 인권을 확인하고 이를 보장할 의무를 진다. 모든 국민은 주거의 자유를 침해받지 아니한다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 2
    },
    {
      "id": 37,
      "title": "모든 국민은 법률이 정하는 바에 의하여 국가기관에 문서로 청원할 권리를 가진다.",
      "content": "형사피고인은 상당한 이유가 없는 한 지체없이 공개재판을 받을 권리를 가진다. 대한민국은 국제평화의 유지에 노력하고 침략적 전쟁을 부인한다. 모든 국민의 재산권은 보장된다. 근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다. 국가유공자·상이군경 및 전몰군경의 유가족은 법률이 정하는 바에 의하여 우선적으로 근로의 기회를 부여받는다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 2
    },
    {
      "id": 38,
      "title": "국가는 개인이 가지는 불가침의 기본적 인권을 확인하고 이를 보장할 의무를 진다.",
      "content": "형사피고인은 유죄의 판결이 확정될 때까지는 무죄로 추정된다. 모든 국민은 양심의 자유를 가진다. 체포·구속·압수 또는 수색을 할 때에는 적법한 절차에 따라 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 다만, 현행범인인 경우와 장기 3년 이상의 형에 해당하는 죄를 범하고 도피 또는 증거인멸의 염려가 있을 때에는 사후에 영장을 청구할 수 있다. 국가는 평생교육을 진흥하여야 한다. 모든 국민은 신체의 자유를 가진다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 2
    },
    {
      "id": 39,
      "title": "국가는 평생교육을 진흥하여야 한다.",
      "content": "국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 모든 국민은 법률이 정하는 바에 의하여 국가기관에 문서로 청원할 권리를 가진다. 신체장애자 및 질병·노령 기타의 사유로 생활능력이 없는 국민은 법률이 정하는 바에 의하여 국가의 보호를 받는다. 모든 국민의 재산권은 보장된다. 누구든지 성별·종교 또는 사회적 신분에 의하여 정치적·경제적·사회적·문화적 생활의 모든 영역에 있어서 차별을 받지 아니한다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 2
    },
    {
      "id": 40,
      "title": "모든 국민은 직업선택의 자유를 가진다.",
      "content": "모든 국민은 종교의 자유를 가진다. 주거에 대한 압수나 수색을 할 때에는 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 신체장애자 및 질병·노령 기타의 사유로 생활능력이 없는 국민은 법률이 정하는 바에 의하여 국가의 보호를 받는다. 여자의 근로는 특별한 보호를 받으며, 고용·임금 및 근로조건에 있어서 부당한 차별을 받지 아니한다. 형사피고인은 상당한 이유가 없는 한 지체없이 공개재판을 받을 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 2
    },
    {
      "id": 41,
      "title": "교육은 무상으로 한다.",
      "content": "국가는 평생교육을 진흥하여야 한다. 국가유공자·상이군경 및 전몰군경의 유가족은 법률이 정하는 바에 의하여 우선적으로 근로의 기회를 부여받는다. 모든 국민의 재산권은 보장된다. 연소자의 근로는 특별한 보호를 받는다. 모든 국민은 신속한 재판을 받을 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 3
    },
    {
      "id": 42,
      "title": "모든 국민은 신속한 재판을 받을 권리를 가진다.",
      "content": "형사피의자 또는 형사피고인으로서 구금되었던 자가 법률이 정하는 불기소처분을 받거나 무죄판결을 받은 때에는 법률이 정하는 바에 의하여 국가에 정당한 보상을 청구할 수 있다. 국가는 대외무역을 육성하며, 이를 규제·조정할 수 있다. 모든 국민은 주거의 자유를 침해받지 아니한다. 누구든지 체포 또는 구속을 당한 때에는 즉시 변호인의 조력을 받을 권리를 가진다. 국가는 평생교육을 진흥하여야 한다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 3
    },
    {
      "id": 43,
      "title": "형사피고인은 유죄의 판결이 확정될 때까지는 무죄로 추정된다.",
      "content": "국가는 사회보장·사회복지의 증진에 노력할 의무를 진다. 여자의 근로는 특별한 보호를 받으며, 고용·임금 및 근로조건에 있어서 부당한 차별을 받지 아니한다. 국가는 사회보장·사회복지의 증진에 노력할 의무를 진다. 누구든지 체포 또는 구속을 당한 때에는 적부의 심사를 법원에 청구할 권리를 가진다. 교육은 무상으로 한다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 3
    },
    {
      "id": 44,
      "title": "형사피의자 또는 형사피고인으로서 구금되었던 자가 법률이 정하는 불기소처분을 받거나 무죄판결을 받은 때에는 법률이 정하는 바에 의하여 국가에 정당한 보상을 청구할 수 있다.",
      "content": "누구든지 체포 또는 구속을 당한 때에는 즉시 변호인의 조력을 받을 권리를 가진다. 모든 국민은 인간으로서의 존엄과 가치를 가지며, 행복을 추구할 권리를 가진다. 신체장애자 및 질병·노령 기타의 사유로 생활능력이 없는 국민은 법률이 정하는 바에 의하여 국가의 보호를 받는다. 국가는 사회보장·사회복지의 증진에 노력할 의무를 진다. 대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다.",
      "createdAt": "2019-02-24T16:17:47.000Z",
      "updatedAt": "2019-02-24T16:17:47.000Z",
      "UserId": 3
    },
    {
      "id": 45,
      "title": "형사피고인은 유죄의 판결이 확정될 때까지는 무죄로 추정된다.",
      "content": "형사피고인은 유죄의 판결이 확정될 때까지는 무죄로 추정된다. 누구든지 체포 또는 구속을 당한 때에는 적부의 심사를 법원에 청구할 권리를 가진다. 모든 국민은 양심의 자유를 가진다. 정당의 목적이나 활동이 민주적 기본질서에 위배될 때에는 정부는 헌법재판소에 그 해산을 제소할 수 있고, 정당은 헌법재판소의 심판에 의하여 해산된다. 대한민국의 영토는 한반도와 그 부속도서로 한다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 3
    },
    {
      "id": 46,
      "title": "누구든지 법률에 의하지 아니하고는 체포·구속·압수·수색 또는 심문을 받지 아니하며, 법률과 적법한 절차에 의하지 아니하고는 처벌·보안처분 또는 강제노역을 받지 아니한다.",
      "content": "모든 국민은 법률이 정하는 바에 의하여 국가기관에 문서로 청원할 권리를 가진다. 국가는 농·어민과 중소기업의 자조조직을 육성하여야 하며, 그 자율적 활동과 발전을 보장한다. 대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 3
    },
    {
      "id": 47,
      "title": "국가유공자·상이군경 및 전몰군경의 유가족은 법률이 정하는 바에 의하여 우선적으로 근로의 기회를 부여받는다.",
      "content": "누구든지 법률에 의하지 아니하고는 체포·구속·압수·수색 또는 심문을 받지 아니하며, 법률과 적법한 절차에 의하지 아니하고는 처벌·보안처분 또는 강제노역을 받지 아니한다. 모든 국민의 재산권은 보장된다. 근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다. 대한민국은 통일을 지향하며, 자유민주적 기본질서에 입각한 평화적 통일 정책을 수립하고 이를 추진한다. 모든 국민은 인간다운 생활을 할 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 3
    },
    {
      "id": 48,
      "title": "국가는 사회보장·사회복지의 증진에 노력할 의무를 진다.",
      "content": "국가는 사회보장·사회복지의 증진에 노력할 의무를 진다. 주거에 대한 압수나 수색을 할 때에는 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 누구든지 체포 또는 구속을 당한 때에는 적부의 심사를 법원에 청구할 권리를 가진다. 정당의 목적이나 활동이 민주적 기본질서에 위배될 때에는 정부는 헌법재판소에 그 해산을 제소할 수 있고, 정당은 헌법재판소의 심판에 의하여 해산된다. 누구든지 체포 또는 구속을 당한 때에는 적부의 심사를 법원에 청구할 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 3
    },
    {
      "id": 49,
      "title": "대한민국은 국제평화의 유지에 노력하고 침략적 전쟁을 부인한다.",
      "content": "모든 국민은 인간다운 생활을 할 권리를 가진다. 형사피의자 또는 형사피고인으로서 구금되었던 자가 법률이 정하는 불기소처분을 받거나 무죄판결을 받은 때에는 법률이 정하는 바에 의하여 국가에 정당한 보상을 청구할 수 있다. 모든 국민은 주거의 자유를 침해받지 아니한다. 대한민국은 통일을 지향하며, 자유민주적 기본질서에 입각한 평화적 통일 정책을 수립하고 이를 추진한다. 국가는 개인이 가지는 불가침의 기본적 인권을 확인하고 이를 보장할 의무를 진다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 3
    },
    {
      "id": 50,
      "title": "모든 국민은 인간다운 생활을 할 권리를 가진다.",
      "content": "국가는 개인이 가지는 불가침의 기본적 인권을 확인하고 이를 보장할 의무를 진다. 모든 국민은 사생활의 비밀과 자유를 침해받지 아니한다. 누구든지 체포 또는 구속을 당한 때에는 적부의 심사를 법원에 청구할 권리를 가진다. 형사피고인은 상당한 이유가 없는 한 지체없이 공개재판을 받을 권리를 가진다. 교육은 무상으로 한다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 3
    },
    {
      "id": 51,
      "title": "모든 국민은 신속한 재판을 받을 권리를 가진다.",
      "content": "근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다. 모든 국민은 거주·이전의 자유를 가진다. 모든 국민은 신체의 자유를 가진다. 모든 국민은 법률이 정하는 바에 의하여 국가기관에 문서로 청원할 권리를 가진다. 모든 국민은 헌법과 법률이 정한 법관에 의하여 법률에 의한 재판을 받을 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 3
    },
    {
      "id": 52,
      "title": "모든 국민은 신속한 재판을 받을 권리를 가진다.",
      "content": "모든 국민은 헌법과 법률이 정한 법관에 의하여 법률에 의한 재판을 받을 권리를 가진다. 모든 국민은 능력에 따라 균등하게 교육을 받을 권리를 가진다. 주거에 대한 압수나 수색을 할 때에는 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 누구든지 체포 또는 구속을 당한 때에는 즉시 변호인의 조력을 받을 권리를 가진다. 모든 국민은 능력에 따라 균등하게 교육을 받을 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 3
    },
    {
      "id": 53,
      "title": "국가는 평생교육을 진흥하여야 한다.",
      "content": "신체장애자 및 질병·노령 기타의 사유로 생활능력이 없는 국민은 법률이 정하는 바에 의하여 국가의 보호를 받는다. 여자의 근로는 특별한 보호를 받으며, 고용·임금 및 근로조건에 있어서 부당한 차별을 받지 아니한다. 모든 국민은 거주·이전의 자유를 가진다. 모든 국민은 사생활의 비밀과 자유를 침해받지 아니한다. 모든 국민은 사생활의 비밀과 자유를 침해받지 아니한다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 3
    },
    {
      "id": 54,
      "title": "형사피고인은 유죄의 판결이 확정될 때까지는 무죄로 추정된다.",
      "content": "국가는 평생교육을 진흥하여야 한다. 국가는 평생교육을 진흥하여야 한다. 대한민국의 영토는 한반도와 그 부속도서로 한다. 대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다. 모든 국민은 주거의 자유를 침해받지 아니한다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 3
    },
    {
      "id": 55,
      "title": "모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다.",
      "content": "국가는 사회보장·사회복지의 증진에 노력할 의무를 진다. 모든 국민의 재산권은 보장된다. 모든 국민은 능력에 따라 균등하게 교육을 받을 권리를 가진다. 체포·구속·압수 또는 수색을 할 때에는 적법한 절차에 따라 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 다만, 현행범인인 경우와 장기 3년 이상의 형에 해당하는 죄를 범하고 도피 또는 증거인멸의 염려가 있을 때에는 사후에 영장을 청구할 수 있다. 형사피고인은 상당한 이유가 없는 한 지체없이 공개재판을 받을 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 3
    },
    {
      "id": 56,
      "title": "국가는 사회보장·사회복지의 증진에 노력할 의무를 진다.",
      "content": "근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다. 형사피고인이 스스로 변호인을 구할 수 없을 때에는 법률이 정하는 바에 의하여 국가가 변호인을 붙인다. 모든 국민은 학문과 예술의 자유를 가진다. 연소자의 근로는 특별한 보호를 받는다. 모든 국민은 사생활의 비밀과 자유를 침해받지 아니한다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 3
    },
    {
      "id": 57,
      "title": "근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다.",
      "content": "모든 국민은 헌법과 법률이 정한 법관에 의하여 법률에 의한 재판을 받을 권리를 가진다. 모든 국민은 사생활의 비밀과 자유를 침해받지 아니한다. 모든 국민은 종교의 자유를 가진다. 형사피고인은 상당한 이유가 없는 한 지체없이 공개재판을 받을 권리를 가진다. 모든 국민은 학문과 예술의 자유를 가진다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 3
    },
    {
      "id": 58,
      "title": "누구든지 체포 또는 구속을 당한 때에는 적부의 심사를 법원에 청구할 권리를 가진다.",
      "content": "국가는 대외무역을 육성하며, 이를 규제·조정할 수 있다. 체포·구속·압수 또는 수색을 할 때에는 적법한 절차에 따라 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 다만, 현행범인인 경우와 장기 3년 이상의 형에 해당하는 죄를 범하고 도피 또는 증거인멸의 염려가 있을 때에는 사후에 영장을 청구할 수 있다. 모든 국민은 거주·이전의 자유를 가진다. 모든 국민은 주거의 자유를 침해받지 아니한다. 누구든지 성별·종교 또는 사회적 신분에 의하여 정치적·경제적·사회적·문화적 생활의 모든 영역에 있어서 차별을 받지 아니한다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 3
    },
    {
      "id": 59,
      "title": "국가는 사회보장·사회복지의 증진에 노력할 의무를 진다.",
      "content": "공무원은 국민전체에 대한 봉사자이며, 국민에 대하여 책임을 진다. 누구든지 체포 또는 구속을 당한 때에는 즉시 변호인의 조력을 받을 권리를 가진다. 모든 국민은 신속한 재판을 받을 권리를 가진다. 국가는 개인이 가지는 불가침의 기본적 인권을 확인하고 이를 보장할 의무를 진다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 3
    },
    {
      "id": 60,
      "title": "국가는 여자의 복지와 권익의 향상을 위하여 노력하여야 한다.",
      "content": "모든 국민은 학문과 예술의 자유를 가진다. 형사피고인은 상당한 이유가 없는 한 지체없이 공개재판을 받을 권리를 가진다. 모든 국민은 신속한 재판을 받을 권리를 가진다. 모든 국민은 법률이 정하는 바에 의하여 국가기관에 문서로 청원할 권리를 가진다. 모든 국민은 학문과 예술의 자유를 가진다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 3
    },
    {
      "id": 61,
      "title": "누구든지 체포 또는 구속을 당한 때에는 즉시 변호인의 조력을 받을 권리를 가진다.",
      "content": "모든 국민은 직업선택의 자유를 가진다. 연소자의 근로는 특별한 보호를 받는다. 모든 국민은 법 앞에 평등하다. 모든 국민은 헌법과 법률이 정한 법관에 의하여 법률에 의한 재판을 받을 권리를 가진다. 형사피고인이 스스로 변호인을 구할 수 없을 때에는 법률이 정하는 바에 의하여 국가가 변호인을 붙인다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 4
    },
    {
      "id": 62,
      "title": "국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다.",
      "content": "누구든지 체포 또는 구속을 당한 때에는 즉시 변호인의 조력을 받을 권리를 가진다. 국가는 여자의 복지와 권익의 향상을 위하여 노력하여야 한다. 주거에 대한 압수나 수색을 할 때에는 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다. 근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 4
    },
    {
      "id": 63,
      "title": "대한민국은 민주공화국이다.",
      "content": "형사피고인이 스스로 변호인을 구할 수 없을 때에는 법률이 정하는 바에 의하여 국가가 변호인을 붙인다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 대한민국은 국제평화의 유지에 노력하고 침략적 전쟁을 부인한다. 국가유공자·상이군경 및 전몰군경의 유가족은 법률이 정하는 바에 의하여 우선적으로 근로의 기회를 부여받는다. 모든 국민은 주거의 자유를 침해받지 아니한다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 4
    },
    {
      "id": 64,
      "title": "국가유공자·상이군경 및 전몰군경의 유가족은 법률이 정하는 바에 의하여 우선적으로 근로의 기회를 부여받는다.",
      "content": "형사피고인은 유죄의 판결이 확정될 때까지는 무죄로 추정된다. 공무원은 국민전체에 대한 봉사자이며, 국민에 대하여 책임을 진다. 연소자의 근로는 특별한 보호를 받는다. 모든 국민은 통신의 비밀을 침해받지 아니한다. 국가는 평생교육을 진흥하여야 한다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 4
    },
    {
      "id": 65,
      "title": "누구든지 성별·종교 또는 사회적 신분에 의하여 정치적·경제적·사회적·문화적 생활의 모든 영역에 있어서 차별을 받지 아니한다.",
      "content": "모든 국민은 직업선택의 자유를 가진다. 모든 국민은 법률이 정하는 바에 의하여 국가기관에 문서로 청원할 권리를 가진다. 신체장애자 및 질병·노령 기타의 사유로 생활능력이 없는 국민은 법률이 정하는 바에 의하여 국가의 보호를 받는다. 국가유공자·상이군경 및 전몰군경의 유가족은 법률이 정하는 바에 의하여 우선적으로 근로의 기회를 부여받는다. 모든 국민은 신체의 자유를 가진다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 4
    },
    {
      "id": 66,
      "title": "대한민국은 국제평화의 유지에 노력하고 침략적 전쟁을 부인한다.",
      "content": "국가는 여자의 복지와 권익의 향상을 위하여 노력하여야 한다. 여자의 근로는 특별한 보호를 받으며, 고용·임금 및 근로조건에 있어서 부당한 차별을 받지 아니한다. 국가는 사회보장·사회복지의 증진에 노력할 의무를 진다. 형사피고인이 스스로 변호인을 구할 수 없을 때에는 법률이 정하는 바에 의하여 국가가 변호인을 붙인다. 모든 국민은 신속한 재판을 받을 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 4
    },
    {
      "id": 67,
      "title": "모든 국민은 인간다운 생활을 할 권리를 가진다.",
      "content": "모든 국민은 사생활의 비밀과 자유를 침해받지 아니한다. 국가는 사회보장·사회복지의 증진에 노력할 의무를 진다. 모든 국민은 사생활의 비밀과 자유를 침해받지 아니한다. 모든 국민은 주거의 자유를 침해받지 아니한다. 모든 국민은 인간다운 생활을 할 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 4
    },
    {
      "id": 68,
      "title": "모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다.",
      "content": "모든 국민은 헌법과 법률이 정한 법관에 의하여 법률에 의한 재판을 받을 권리를 가진다. 모든 국민은 종교의 자유를 가진다. 국가는 개인이 가지는 불가침의 기본적 인권을 확인하고 이를 보장할 의무를 진다. 모든 국민은 종교의 자유를 가진다. 누구든지 법률에 의하지 아니하고는 체포·구속·압수·수색 또는 심문을 받지 아니하며, 법률과 적법한 절차에 의하지 아니하고는 처벌·보안처분 또는 강제노역을 받지 아니한다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 4
    },
    {
      "id": 69,
      "title": "체포·구속·압수 또는 수색을 할 때에는 적법한 절차에 따라 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 다만, 현행범인인 경우와 장기 3년 이상의 형에 해당하는 죄를 범하고 도피 또는 증거인멸의 염려가 있을 때에는 사후에 영장을 청구할 수 있다.",
      "content": "체포·구속·압수 또는 수색을 할 때에는 적법한 절차에 따라 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 다만, 현행범인인 경우와 장기 3년 이상의 형에 해당하는 죄를 범하고 도피 또는 증거인멸의 염려가 있을 때에는 사후에 영장을 청구할 수 있다. 모든 국민은 능력에 따라 균등하게 교육을 받을 권리를 가진다. 모든 국민은 직업선택의 자유를 가진다. 모든 국민은 신체의 자유를 가진다. 모든 국민은 법률이 정하는 바에 의하여 국가기관에 문서로 청원할 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 4
    },
    {
      "id": 70,
      "title": "모든 국민은 사생활의 비밀과 자유를 침해받지 아니한다.",
      "content": "연소자의 근로는 특별한 보호를 받는다. 대한민국은 국제평화의 유지에 노력하고 침략적 전쟁을 부인한다. 주거에 대한 압수나 수색을 할 때에는 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 모든 국민은 법 앞에 평등하다. 대한민국은 통일을 지향하며, 자유민주적 기본질서에 입각한 평화적 통일 정책을 수립하고 이를 추진한다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 4
    },
    {
      "id": 71,
      "title": "체포·구속·압수 또는 수색을 할 때에는 적법한 절차에 따라 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 다만, 현행범인인 경우와 장기 3년 이상의 형에 해당하는 죄를 범하고 도피 또는 증거인멸의 염려가 있을 때에는 사후에 영장을 청구할 수 있다.",
      "content": "모든 국민은 헌법과 법률이 정한 법관에 의하여 법률에 의한 재판을 받을 권리를 가진다. 모든 국민은 법 앞에 평등하다. 모든 국민은 학문과 예술의 자유를 가진다. 모든 국민은 신체의 자유를 가진다. 누구든지 체포 또는 구속을 당한 때에는 즉시 변호인의 조력을 받을 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 4
    },
    {
      "id": 72,
      "title": "모든 국민은 통신의 비밀을 침해받지 아니한다.",
      "content": "신체장애자 및 질병·노령 기타의 사유로 생활능력이 없는 국민은 법률이 정하는 바에 의하여 국가의 보호를 받는다. 대한민국은 통일을 지향하며, 자유민주적 기본질서에 입각한 평화적 통일 정책을 수립하고 이를 추진한다. 모든 국민은 인간다운 생활을 할 권리를 가진다. 교육은 무상으로 한다. 모든 국민은 직업선택의 자유를 가진다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 4
    },
    {
      "id": 73,
      "title": "모든 국민의 재산권은 보장된다.",
      "content": "모든 국민은 양심의 자유를 가진다. 모든 국민은 학문과 예술의 자유를 가진다. 주거에 대한 압수나 수색을 할 때에는 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 모든 국민은 학문과 예술의 자유를 가진다. 모든 국민은 능력에 따라 균등하게 교육을 받을 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 4
    },
    {
      "id": 74,
      "title": "모든 국민은 인간으로서의 존엄과 가치를 가지며, 행복을 추구할 권리를 가진다.",
      "content": "대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다. 모든 국민은 거주·이전의 자유를 가진다. 모든 국민은 법률이 정하는 바에 의하여 국가기관에 문서로 청원할 권리를 가진다. 누구든지 성별·종교 또는 사회적 신분에 의하여 정치적·경제적·사회적·문화적 생활의 모든 영역에 있어서 차별을 받지 아니한다. 모든 국민은 법 앞에 평등하다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 4
    },
    {
      "id": 75,
      "title": "정당의 목적이나 활동이 민주적 기본질서에 위배될 때에는 정부는 헌법재판소에 그 해산을 제소할 수 있고, 정당은 헌법재판소의 심판에 의하여 해산된다.",
      "content": "모든 국민은 신체의 자유를 가진다. 모든 국민은 법률이 정하는 바에 의하여 국가기관에 문서로 청원할 권리를 가진다. 국가는 여자의 복지와 권익의 향상을 위하여 노력하여야 한다. 대한민국은 통일을 지향하며, 자유민주적 기본질서에 입각한 평화적 통일 정책을 수립하고 이를 추진한다. 대한민국은 민주공화국이다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 4
    },
    {
      "id": 76,
      "title": "대한민국의 영토는 한반도와 그 부속도서로 한다.",
      "content": "대한민국은 민주공화국이다. 모든 국민은 사생활의 비밀과 자유를 침해받지 아니한다. 모든 국민은 인간다운 생활을 할 권리를 가진다. 모든 국민은 인간다운 생활을 할 권리를 가진다. 모든 국민은 헌법과 법률이 정한 법관에 의하여 법률에 의한 재판을 받을 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 4
    },
    {
      "id": 77,
      "title": "모든 국민은 신속한 재판을 받을 권리를 가진다.",
      "content": "대한민국은 통일을 지향하며, 자유민주적 기본질서에 입각한 평화적 통일 정책을 수립하고 이를 추진한다. 모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다. 모든 국민은 거주·이전의 자유를 가진다. 정당의 목적이나 활동이 민주적 기본질서에 위배될 때에는 정부는 헌법재판소에 그 해산을 제소할 수 있고, 정당은 헌법재판소의 심판에 의하여 해산된다. 국가는 개인이 가지는 불가침의 기본적 인권을 확인하고 이를 보장할 의무를 진다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 4
    },
    {
      "id": 78,
      "title": "국가는 개인이 가지는 불가침의 기본적 인권을 확인하고 이를 보장할 의무를 진다.",
      "content": "모든 국민은 인간다운 생활을 할 권리를 가진다. 모든 국민은 직업선택의 자유를 가진다. 누구든지 성별·종교 또는 사회적 신분에 의하여 정치적·경제적·사회적·문화적 생활의 모든 영역에 있어서 차별을 받지 아니한다. 형사피의자 또는 형사피고인으로서 구금되었던 자가 법률이 정하는 불기소처분을 받거나 무죄판결을 받은 때에는 법률이 정하는 바에 의하여 국가에 정당한 보상을 청구할 수 있다. 누구든지 체포 또는 구속을 당한 때에는 즉시 변호인의 조력을 받을 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 4
    },
    {
      "id": 79,
      "title": "교육은 무상으로 한다.",
      "content": "국가는 대외무역을 육성하며, 이를 규제·조정할 수 있다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 신체장애자 및 질병·노령 기타의 사유로 생활능력이 없는 국민은 법률이 정하는 바에 의하여 국가의 보호를 받는다. 모든 국민은 헌법과 법률이 정한 법관에 의하여 법률에 의한 재판을 받을 권리를 가진다. 국가는 대외무역을 육성하며, 이를 규제·조정할 수 있다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 4
    },
    {
      "id": 80,
      "title": "근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다.",
      "content": "교육은 무상으로 한다. 국가는 사회보장·사회복지의 증진에 노력할 의무를 진다. 국가는 개인이 가지는 불가침의 기본적 인권을 확인하고 이를 보장할 의무를 진다. 신체장애자 및 질병·노령 기타의 사유로 생활능력이 없는 국민은 법률이 정하는 바에 의하여 국가의 보호를 받는다. 모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 4
    },
    {
      "id": 81,
      "title": "모든 국민은 종교의 자유를 가진다.",
      "content": "국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 모든 국민은 헌법과 법률이 정한 법관에 의하여 법률에 의한 재판을 받을 권리를 가진다. 누구든지 체포 또는 구속을 당한 때에는 즉시 변호인의 조력을 받을 권리를 가진다. 누구든지 체포 또는 구속을 당한 때에는 즉시 변호인의 조력을 받을 권리를 가진다. 누구든지 법률에 의하지 아니하고는 체포·구속·압수·수색 또는 심문을 받지 아니하며, 법률과 적법한 절차에 의하지 아니하고는 처벌·보안처분 또는 강제노역을 받지 아니한다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 5
    },
    {
      "id": 82,
      "title": "모든 국민은 고문을 받지 아니하며, 형사상 자기에게 불리한 진술을 강요당하지 아니한다.",
      "content": "모든 국민은 양심의 자유를 가진다. 대한민국의 영토는 한반도와 그 부속도서로 한다. 국가는 평생교육을 진흥하여야 한다. 국가는 평생교육을 진흥하여야 한다. 신체장애자 및 질병·노령 기타의 사유로 생활능력이 없는 국민은 법률이 정하는 바에 의하여 국가의 보호를 받는다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 5
    },
    {
      "id": 83,
      "title": "교육은 무상으로 한다.",
      "content": "모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 신체장애자 및 질병·노령 기타의 사유로 생활능력이 없는 국민은 법률이 정하는 바에 의하여 국가의 보호를 받는다. 대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다. 형사피의자 또는 형사피고인으로서 구금되었던 자가 법률이 정하는 불기소처분을 받거나 무죄판결을 받은 때에는 법률이 정하는 바에 의하여 국가에 정당한 보상을 청구할 수 있다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 5
    },
    {
      "id": 84,
      "title": "교육은 무상으로 한다.",
      "content": "국가는 사회보장·사회복지의 증진에 노력할 의무를 진다. 모든 국민은 통신의 비밀을 침해받지 아니한다. 모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다. 모든 국민의 재산권은 보장된다. 모든 국민은 고문을 받지 아니하며, 형사상 자기에게 불리한 진술을 강요당하지 아니한다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 5
    },
    {
      "id": 85,
      "title": "연소자의 근로는 특별한 보호를 받는다.",
      "content": "대한민국의 영토는 한반도와 그 부속도서로 한다. 신체장애자 및 질병·노령 기타의 사유로 생활능력이 없는 국민은 법률이 정하는 바에 의하여 국가의 보호를 받는다. 모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다. 주거에 대한 압수나 수색을 할 때에는 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 누구든지 체포 또는 구속을 당한 때에는 적부의 심사를 법원에 청구할 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 5
    },
    {
      "id": 86,
      "title": "교육은 무상으로 한다.",
      "content": "모든 국민은 인간다운 생활을 할 권리를 가진다. 대한민국의 영토는 한반도와 그 부속도서로 한다. 누구든지 체포 또는 구속을 당한 때에는 즉시 변호인의 조력을 받을 권리를 가진다. 모든 국민은 학문과 예술의 자유를 가진다. 형사피의자 또는 형사피고인으로서 구금되었던 자가 법률이 정하는 불기소처분을 받거나 무죄판결을 받은 때에는 법률이 정하는 바에 의하여 국가에 정당한 보상을 청구할 수 있다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 5
    },
    {
      "id": 87,
      "title": "국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다.",
      "content": "대한민국의 영토는 한반도와 그 부속도서로 한다. 주거에 대한 압수나 수색을 할 때에는 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 국가는 여자의 복지와 권익의 향상을 위하여 노력하여야 한다. 국가는 평생교육을 진흥하여야 한다. 주거에 대한 압수나 수색을 할 때에는 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 5
    },
    {
      "id": 88,
      "title": "국가는 여자의 복지와 권익의 향상을 위하여 노력하여야 한다.",
      "content": "국가는 개인이 가지는 불가침의 기본적 인권을 확인하고 이를 보장할 의무를 진다. 모든 국민은 사생활의 비밀과 자유를 침해받지 아니한다. 모든 국민은 사생활의 비밀과 자유를 침해받지 아니한다. 모든 국민은 신체의 자유를 가진다. 모든 국민은 고문을 받지 아니하며, 형사상 자기에게 불리한 진술을 강요당하지 아니한다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 5
    },
    {
      "id": 89,
      "title": "모든 국민은 능력에 따라 균등하게 교육을 받을 권리를 가진다.",
      "content": "국가는 농·어민과 중소기업의 자조조직을 육성하여야 하며, 그 자율적 활동과 발전을 보장한다. 대한민국의 영토는 한반도와 그 부속도서로 한다. 모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다. 모든 국민은 법 앞에 평등하다. 모든 국민은 종교의 자유를 가진다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 5
    },
    {
      "id": 90,
      "title": "주거에 대한 압수나 수색을 할 때에는 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다.",
      "content": "모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다. 모든 국민은 인간으로서의 존엄과 가치를 가지며, 행복을 추구할 권리를 가진다. 형사피고인은 상당한 이유가 없는 한 지체없이 공개재판을 받을 권리를 가진다. 모든 국민의 재산권은 보장된다. 국가는 사회보장·사회복지의 증진에 노력할 의무를 진다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 5
    },
    {
      "id": 91,
      "title": "모든 국민은 종교의 자유를 가진다.",
      "content": "대한민국의 영토는 한반도와 그 부속도서로 한다. 주거에 대한 압수나 수색을 할 때에는 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 연소자의 근로는 특별한 보호를 받는다. 모든 국민의 재산권은 보장된다. 모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 5
    },
    {
      "id": 92,
      "title": "대한민국은 민주공화국이다.",
      "content": "모든 국민의 재산권은 보장된다. 정당의 목적이나 활동이 민주적 기본질서에 위배될 때에는 정부는 헌법재판소에 그 해산을 제소할 수 있고, 정당은 헌법재판소의 심판에 의하여 해산된다. 모든 국민은 거주·이전의 자유를 가진다. 모든 국민은 법률이 정하는 바에 의하여 국가기관에 문서로 청원할 권리를 가진다. 모든 국민은 인간다운 생활을 할 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 5
    },
    {
      "id": 93,
      "title": "국가유공자·상이군경 및 전몰군경의 유가족은 법률이 정하는 바에 의하여 우선적으로 근로의 기회를 부여받는다.",
      "content": "모든 국민은 헌법과 법률이 정한 법관에 의하여 법률에 의한 재판을 받을 권리를 가진다. 교육은 무상으로 한다. 신체장애자 및 질병·노령 기타의 사유로 생활능력이 없는 국민은 법률이 정하는 바에 의하여 국가의 보호를 받는다. 국가는 농·어민과 중소기업의 자조조직을 육성하여야 하며, 그 자율적 활동과 발전을 보장한다. 모든 국민은 법률이 정하는 바에 의하여 국가기관에 문서로 청원할 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 5
    },
    {
      "id": 94,
      "title": "모든 국민은 신체의 자유를 가진다.",
      "content": "국가는 대외무역을 육성하며, 이를 규제·조정할 수 있다. 모든 국민은 거주·이전의 자유를 가진다. 모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다. 모든 국민은 법 앞에 평등하다. 모든 국민은 학문과 예술의 자유를 가진다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 5
    },
    {
      "id": 95,
      "title": "모든 국민은 주거의 자유를 침해받지 아니한다.",
      "content": "모든 국민은 양심의 자유를 가진다. 모든 국민은 법 앞에 평등하다. 모든 국민은 종교의 자유를 가진다. 모든 국민은 법 앞에 평등하다. 대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다.",
      "createdAt": "2019-02-24T16:17:48.000Z",
      "updatedAt": "2019-02-24T16:17:48.000Z",
      "UserId": 5
    },
    {
      "id": 96,
      "title": "교육은 무상으로 한다.",
      "content": "신체장애자 및 질병·노령 기타의 사유로 생활능력이 없는 국민은 법률이 정하는 바에 의하여 국가의 보호를 받는다. 모든 국민은 능력에 따라 균등하게 교육을 받을 권리를 가진다. 대한민국은 국제평화의 유지에 노력하고 침략적 전쟁을 부인한다. 대한민국의 영토는 한반도와 그 부속도서로 한다. 모든 국민은 학문과 예술의 자유를 가진다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 5
    },
    {
      "id": 97,
      "title": "모든 국민은 주거의 자유를 침해받지 아니한다.",
      "content": "대한민국의 영토는 한반도와 그 부속도서로 한다. 신체장애자 및 질병·노령 기타의 사유로 생활능력이 없는 국민은 법률이 정하는 바에 의하여 국가의 보호를 받는다. 신체장애자 및 질병·노령 기타의 사유로 생활능력이 없는 국민은 법률이 정하는 바에 의하여 국가의 보호를 받는다. 모든 국민은 신속한 재판을 받을 권리를 가진다. 모든 국민은 법률이 정하는 바에 의하여 국가기관에 문서로 청원할 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 5
    },
    {
      "id": 98,
      "title": "대한민국의 영토는 한반도와 그 부속도서로 한다.",
      "content": "누구든지 체포 또는 구속을 당한 때에는 적부의 심사를 법원에 청구할 권리를 가진다. 연소자의 근로는 특별한 보호를 받는다. 모든 국민은 신체의 자유를 가진다. 형사피고인은 상당한 이유가 없는 한 지체없이 공개재판을 받을 권리를 가진다. 모든 국민은 사생활의 비밀과 자유를 침해받지 아니한다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 5
    },
    {
      "id": 99,
      "title": "모든 국민은 거주·이전의 자유를 가진다.",
      "content": "국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 여자의 근로는 특별한 보호를 받으며, 고용·임금 및 근로조건에 있어서 부당한 차별을 받지 아니한다. 모든 국민은 통신의 비밀을 침해받지 아니한다. 모든 국민은 거주·이전의 자유를 가진다. 국가는 개인이 가지는 불가침의 기본적 인권을 확인하고 이를 보장할 의무를 진다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 5
    },
    {
      "id": 100,
      "title": "모든 국민은 신체의 자유를 가진다.",
      "content": "정당의 목적이나 활동이 민주적 기본질서에 위배될 때에는 정부는 헌법재판소에 그 해산을 제소할 수 있고, 정당은 헌법재판소의 심판에 의하여 해산된다. 공무원은 국민전체에 대한 봉사자이며, 국민에 대하여 책임을 진다. 국가는 평생교육을 진흥하여야 한다. 국가는 사회보장·사회복지의 증진에 노력할 의무를 진다. 국가는 평생교육을 진흥하여야 한다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 5
    },
    {
      "id": 101,
      "title": "형사피고인이 스스로 변호인을 구할 수 없을 때에는 법률이 정하는 바에 의하여 국가가 변호인을 붙인다.",
      "content": "교육은 무상으로 한다. 누구든지 성별·종교 또는 사회적 신분에 의하여 정치적·경제적·사회적·문화적 생활의 모든 영역에 있어서 차별을 받지 아니한다. 형사피고인이 스스로 변호인을 구할 수 없을 때에는 법률이 정하는 바에 의하여 국가가 변호인을 붙인다. 주거에 대한 압수나 수색을 할 때에는 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 정당의 목적이나 활동이 민주적 기본질서에 위배될 때에는 정부는 헌법재판소에 그 해산을 제소할 수 있고, 정당은 헌법재판소의 심판에 의하여 해산된다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 6
    },
    {
      "id": 102,
      "title": "누구든지 체포 또는 구속을 당한 때에는 적부의 심사를 법원에 청구할 권리를 가진다.",
      "content": "대한민국의 영토는 한반도와 그 부속도서로 한다. 여자의 근로는 특별한 보호를 받으며, 고용·임금 및 근로조건에 있어서 부당한 차별을 받지 아니한다. 체포·구속·압수 또는 수색을 할 때에는 적법한 절차에 따라 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 다만, 현행범인인 경우와 장기 3년 이상의 형에 해당하는 죄를 범하고 도피 또는 증거인멸의 염려가 있을 때에는 사후에 영장을 청구할 수 있다. 모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다. 국가는 대외무역을 육성하며, 이를 규제·조정할 수 있다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 6
    },
    {
      "id": 103,
      "title": "근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다.",
      "content": "모든 국민은 종교의 자유를 가진다. 체포·구속·압수 또는 수색을 할 때에는 적법한 절차에 따라 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 다만, 현행범인인 경우와 장기 3년 이상의 형에 해당하는 죄를 범하고 도피 또는 증거인멸의 염려가 있을 때에는 사후에 영장을 청구할 수 있다. 모든 국민은 직업선택의 자유를 가진다. 모든 국민은 학문과 예술의 자유를 가진다. 모든 국민은 거주·이전의 자유를 가진다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 6
    },
    {
      "id": 104,
      "title": "신체장애자 및 질병·노령 기타의 사유로 생활능력이 없는 국민은 법률이 정하는 바에 의하여 국가의 보호를 받는다.",
      "content": "대한민국은 통일을 지향하며, 자유민주적 기본질서에 입각한 평화적 통일 정책을 수립하고 이를 추진한다. 모든 국민은 법 앞에 평등하다. 모든 국민의 재산권은 보장된다. 국가유공자·상이군경 및 전몰군경의 유가족은 법률이 정하는 바에 의하여 우선적으로 근로의 기회를 부여받는다. 국가는 평생교육을 진흥하여야 한다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 6
    },
    {
      "id": 105,
      "title": "국가는 대외무역을 육성하며, 이를 규제·조정할 수 있다.",
      "content": "모든 국민은 거주·이전의 자유를 가진다. 국가는 대외무역을 육성하며, 이를 규제·조정할 수 있다. 모든 국민은 신체의 자유를 가진다. 신체장애자 및 질병·노령 기타의 사유로 생활능력이 없는 국민은 법률이 정하는 바에 의하여 국가의 보호를 받는다. 연소자의 근로는 특별한 보호를 받는다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 6
    },
    {
      "id": 106,
      "title": "모든 국민은 능력에 따라 균등하게 교육을 받을 권리를 가진다.",
      "content": "형사피고인이 스스로 변호인을 구할 수 없을 때에는 법률이 정하는 바에 의하여 국가가 변호인을 붙인다. 모든 국민은 법률이 정하는 바에 의하여 국가기관에 문서로 청원할 권리를 가진다. 모든 국민은 학문과 예술의 자유를 가진다. 형사피고인이 스스로 변호인을 구할 수 없을 때에는 법률이 정하는 바에 의하여 국가가 변호인을 붙인다. 근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 6
    },
    {
      "id": 107,
      "title": "모든 국민은 통신의 비밀을 침해받지 아니한다.",
      "content": "근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다. 형사피고인은 상당한 이유가 없는 한 지체없이 공개재판을 받을 권리를 가진다. 대한민국의 영토는 한반도와 그 부속도서로 한다. 모든 국민은 거주·이전의 자유를 가진다. 국가는 개인이 가지는 불가침의 기본적 인권을 확인하고 이를 보장할 의무를 진다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 6
    },
    {
      "id": 108,
      "title": "모든 국민은 신체의 자유를 가진다.",
      "content": "누구든지 체포 또는 구속을 당한 때에는 즉시 변호인의 조력을 받을 권리를 가진다. 국가는 대외무역을 육성하며, 이를 규제·조정할 수 있다. 형사피의자 또는 형사피고인으로서 구금되었던 자가 법률이 정하는 불기소처분을 받거나 무죄판결을 받은 때에는 법률이 정하는 바에 의하여 국가에 정당한 보상을 청구할 수 있다. 정당의 목적이나 활동이 민주적 기본질서에 위배될 때에는 정부는 헌법재판소에 그 해산을 제소할 수 있고, 정당은 헌법재판소의 심판에 의하여 해산된다. 체포·구속·압수 또는 수색을 할 때에는 적법한 절차에 따라 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 다만, 현행범인인 경우와 장기 3년 이상의 형에 해당하는 죄를 범하고 도피 또는 증거인멸의 염려가 있을 때에는 사후에 영장을 청구할 수 있다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 6
    },
    {
      "id": 109,
      "title": "모든 국민은 종교의 자유를 가진다.",
      "content": "모든 국민은 주거의 자유를 침해받지 아니한다. 모든 국민은 직업선택의 자유를 가진다. 형사피고인이 스스로 변호인을 구할 수 없을 때에는 법률이 정하는 바에 의하여 국가가 변호인을 붙인다. 대한민국은 통일을 지향하며, 자유민주적 기본질서에 입각한 평화적 통일 정책을 수립하고 이를 추진한다. 형사피고인은 상당한 이유가 없는 한 지체없이 공개재판을 받을 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 6
    },
    {
      "id": 110,
      "title": "연소자의 근로는 특별한 보호를 받는다.",
      "content": "누구든지 법률에 의하지 아니하고는 체포·구속·압수·수색 또는 심문을 받지 아니하며, 법률과 적법한 절차에 의하지 아니하고는 처벌·보안처분 또는 강제노역을 받지 아니한다. 정당의 목적이나 활동이 민주적 기본질서에 위배될 때에는 정부는 헌법재판소에 그 해산을 제소할 수 있고, 정당은 헌법재판소의 심판에 의하여 해산된다. 모든 국민은 직업선택의 자유를 가진다. 모든 국민은 인간으로서의 존엄과 가치를 가지며, 행복을 추구할 권리를 가진다. 모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 6
    },
    {
      "id": 111,
      "title": "모든 국민의 재산권은 보장된다.",
      "content": "모든 국민은 사생활의 비밀과 자유를 침해받지 아니한다. 국가는 평생교육을 진흥하여야 한다. 국가는 사회보장·사회복지의 증진에 노력할 의무를 진다. 모든 국민은 신속한 재판을 받을 권리를 가진다. 연소자의 근로는 특별한 보호를 받는다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 6
    },
    {
      "id": 112,
      "title": "모든 국민의 재산권은 보장된다.",
      "content": "국가유공자·상이군경 및 전몰군경의 유가족은 법률이 정하는 바에 의하여 우선적으로 근로의 기회를 부여받는다. 모든 국민은 거주·이전의 자유를 가진다. 대한민국의 영토는 한반도와 그 부속도서로 한다. 국가는 농·어민과 중소기업의 자조조직을 육성하여야 하며, 그 자율적 활동과 발전을 보장한다. 모든 국민은 법률이 정하는 바에 의하여 국가기관에 문서로 청원할 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 6
    },
    {
      "id": 113,
      "title": "대한민국은 통일을 지향하며, 자유민주적 기본질서에 입각한 평화적 통일 정책을 수립하고 이를 추진한다.",
      "content": "국가는 여자의 복지와 권익의 향상을 위하여 노력하여야 한다. 모든 국민은 주거의 자유를 침해받지 아니한다. 모든 국민은 직업선택의 자유를 가진다. 모든 국민은 사생활의 비밀과 자유를 침해받지 아니한다. 대한민국은 통일을 지향하며, 자유민주적 기본질서에 입각한 평화적 통일 정책을 수립하고 이를 추진한다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 6
    },
    {
      "id": 114,
      "title": "모든 국민은 인간다운 생활을 할 권리를 가진다.",
      "content": "국가는 평생교육을 진흥하여야 한다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 모든 국민은 거주·이전의 자유를 가진다. 모든 국민은 주거의 자유를 침해받지 아니한다. 누구든지 성별·종교 또는 사회적 신분에 의하여 정치적·경제적·사회적·문화적 생활의 모든 영역에 있어서 차별을 받지 아니한다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 6
    },
    {
      "id": 115,
      "title": "모든 국민은 직업선택의 자유를 가진다.",
      "content": "교육은 무상으로 한다. 대한민국은 국제평화의 유지에 노력하고 침략적 전쟁을 부인한다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 대한민국의 영토는 한반도와 그 부속도서로 한다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 6
    },
    {
      "id": 116,
      "title": "공무원은 국민전체에 대한 봉사자이며, 국민에 대하여 책임을 진다.",
      "content": "모든 국민은 고문을 받지 아니하며, 형사상 자기에게 불리한 진술을 강요당하지 아니한다. 형사피고인은 유죄의 판결이 확정될 때까지는 무죄로 추정된다. 국가는 사회보장·사회복지의 증진에 노력할 의무를 진다. 국가는 사회보장·사회복지의 증진에 노력할 의무를 진다. 모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 6
    },
    {
      "id": 117,
      "title": "국가는 여자의 복지와 권익의 향상을 위하여 노력하여야 한다.",
      "content": "국가는 사회보장·사회복지의 증진에 노력할 의무를 진다. 모든 국민은 인간으로서의 존엄과 가치를 가지며, 행복을 추구할 권리를 가진다. 주거에 대한 압수나 수색을 할 때에는 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 국가는 농·어민과 중소기업의 자조조직을 육성하여야 하며, 그 자율적 활동과 발전을 보장한다. 대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 6
    },
    {
      "id": 118,
      "title": "모든 국민은 거주·이전의 자유를 가진다.",
      "content": "형사피고인이 스스로 변호인을 구할 수 없을 때에는 법률이 정하는 바에 의하여 국가가 변호인을 붙인다. 정당의 목적이나 활동이 민주적 기본질서에 위배될 때에는 정부는 헌법재판소에 그 해산을 제소할 수 있고, 정당은 헌법재판소의 심판에 의하여 해산된다. 누구든지 체포 또는 구속을 당한 때에는 적부의 심사를 법원에 청구할 권리를 가진다. 누구든지 성별·종교 또는 사회적 신분에 의하여 정치적·경제적·사회적·문화적 생활의 모든 영역에 있어서 차별을 받지 아니한다. 모든 국민은 사생활의 비밀과 자유를 침해받지 아니한다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 6
    },
    {
      "id": 119,
      "title": "모든 국민은 인간으로서의 존엄과 가치를 가지며, 행복을 추구할 권리를 가진다.",
      "content": "모든 국민은 법 앞에 평등하다. 모든 국민은 주거의 자유를 침해받지 아니한다. 국가는 농·어민과 중소기업의 자조조직을 육성하여야 하며, 그 자율적 활동과 발전을 보장한다. 국가유공자·상이군경 및 전몰군경의 유가족은 법률이 정하는 바에 의하여 우선적으로 근로의 기회를 부여받는다. 모든 국민의 재산권은 보장된다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 6
    },
    {
      "id": 120,
      "title": "국가는 농·어민과 중소기업의 자조조직을 육성하여야 하며, 그 자율적 활동과 발전을 보장한다.",
      "content": "모든 국민은 직업선택의 자유를 가진다. 모든 국민은 양심의 자유를 가진다. 누구든지 체포 또는 구속을 당한 때에는 적부의 심사를 법원에 청구할 권리를 가진다. 모든 국민은 학문과 예술의 자유를 가진다. 모든 국민은 직업선택의 자유를 가진다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 6
    },
    {
      "id": 121,
      "title": "누구든지 성별·종교 또는 사회적 신분에 의하여 정치적·경제적·사회적·문화적 생활의 모든 영역에 있어서 차별을 받지 아니한다.",
      "content": "모든 국민은 헌법과 법률이 정한 법관에 의하여 법률에 의한 재판을 받을 권리를 가진다. 형사피의자 또는 형사피고인으로서 구금되었던 자가 법률이 정하는 불기소처분을 받거나 무죄판결을 받은 때에는 법률이 정하는 바에 의하여 국가에 정당한 보상을 청구할 수 있다. 교육은 무상으로 한다. 형사피의자 또는 형사피고인으로서 구금되었던 자가 법률이 정하는 불기소처분을 받거나 무죄판결을 받은 때에는 법률이 정하는 바에 의하여 국가에 정당한 보상을 청구할 수 있다. 체포·구속·압수 또는 수색을 할 때에는 적법한 절차에 따라 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 다만, 현행범인인 경우와 장기 3년 이상의 형에 해당하는 죄를 범하고 도피 또는 증거인멸의 염려가 있을 때에는 사후에 영장을 청구할 수 있다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 7
    },
    {
      "id": 122,
      "title": "근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다.",
      "content": "국가는 평생교육을 진흥하여야 한다. 모든 국민은 종교의 자유를 가진다. 모든 국민은 사생활의 비밀과 자유를 침해받지 아니한다. 모든 국민은 학문과 예술의 자유를 가진다. 모든 국민은 학문과 예술의 자유를 가진다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 7
    },
    {
      "id": 123,
      "title": "형사피고인이 스스로 변호인을 구할 수 없을 때에는 법률이 정하는 바에 의하여 국가가 변호인을 붙인다.",
      "content": "공무원은 국민전체에 대한 봉사자이며, 국민에 대하여 책임을 진다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다. 대한민국은 통일을 지향하며, 자유민주적 기본질서에 입각한 평화적 통일 정책을 수립하고 이를 추진한다. 모든 국민은 헌법과 법률이 정한 법관에 의하여 법률에 의한 재판을 받을 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 7
    },
    {
      "id": 124,
      "title": "근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다.",
      "content": "모든 국민은 능력에 따라 균등하게 교육을 받을 권리를 가진다. 형사피고인은 상당한 이유가 없는 한 지체없이 공개재판을 받을 권리를 가진다. 모든 국민은 법률이 정하는 바에 의하여 국가기관에 문서로 청원할 권리를 가진다. 국가는 농·어민과 중소기업의 자조조직을 육성하여야 하며, 그 자율적 활동과 발전을 보장한다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 7
    },
    {
      "id": 125,
      "title": "국가는 개인이 가지는 불가침의 기본적 인권을 확인하고 이를 보장할 의무를 진다.",
      "content": "형사피의자 또는 형사피고인으로서 구금되었던 자가 법률이 정하는 불기소처분을 받거나 무죄판결을 받은 때에는 법률이 정하는 바에 의하여 국가에 정당한 보상을 청구할 수 있다. 모든 국민은 주거의 자유를 침해받지 아니한다. 모든 국민은 학문과 예술의 자유를 가진다. 대한민국의 영토는 한반도와 그 부속도서로 한다. 국가는 대외무역을 육성하며, 이를 규제·조정할 수 있다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 7
    },
    {
      "id": 126,
      "title": "모든 국민은 양심의 자유를 가진다.",
      "content": "누구든지 성별·종교 또는 사회적 신분에 의하여 정치적·경제적·사회적·문화적 생활의 모든 영역에 있어서 차별을 받지 아니한다. 모든 국민은 직업선택의 자유를 가진다. 형사피의자 또는 형사피고인으로서 구금되었던 자가 법률이 정하는 불기소처분을 받거나 무죄판결을 받은 때에는 법률이 정하는 바에 의하여 국가에 정당한 보상을 청구할 수 있다. 형사피의자 또는 형사피고인으로서 구금되었던 자가 법률이 정하는 불기소처분을 받거나 무죄판결을 받은 때에는 법률이 정하는 바에 의하여 국가에 정당한 보상을 청구할 수 있다. 국가는 여자의 복지와 권익의 향상을 위하여 노력하여야 한다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 7
    },
    {
      "id": 127,
      "title": "공무원은 국민전체에 대한 봉사자이며, 국민에 대하여 책임을 진다.",
      "content": "대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다. 모든 국민은 신체의 자유를 가진다. 신체장애자 및 질병·노령 기타의 사유로 생활능력이 없는 국민은 법률이 정하는 바에 의하여 국가의 보호를 받는다. 모든 국민은 양심의 자유를 가진다. 모든 국민은 인간으로서의 존엄과 가치를 가지며, 행복을 추구할 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 7
    },
    {
      "id": 128,
      "title": "모든 국민은 사생활의 비밀과 자유를 침해받지 아니한다.",
      "content": "근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다. 모든 국민은 종교의 자유를 가진다. 모든 국민은 학문과 예술의 자유를 가진다. 형사피고인이 스스로 변호인을 구할 수 없을 때에는 법률이 정하는 바에 의하여 국가가 변호인을 붙인다. 형사피고인이 스스로 변호인을 구할 수 없을 때에는 법률이 정하는 바에 의하여 국가가 변호인을 붙인다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 7
    },
    {
      "id": 129,
      "title": "모든 국민은 거주·이전의 자유를 가진다.",
      "content": "국가는 농·어민과 중소기업의 자조조직을 육성하여야 하며, 그 자율적 활동과 발전을 보장한다. 모든 국민은 고문을 받지 아니하며, 형사상 자기에게 불리한 진술을 강요당하지 아니한다. 여자의 근로는 특별한 보호를 받으며, 고용·임금 및 근로조건에 있어서 부당한 차별을 받지 아니한다. 모든 국민은 종교의 자유를 가진다. 모든 국민은 신속한 재판을 받을 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 7
    },
    {
      "id": 130,
      "title": "모든 국민은 학문과 예술의 자유를 가진다.",
      "content": "국가유공자·상이군경 및 전몰군경의 유가족은 법률이 정하는 바에 의하여 우선적으로 근로의 기회를 부여받는다. 모든 국민은 능력에 따라 균등하게 교육을 받을 권리를 가진다. 대한민국은 통일을 지향하며, 자유민주적 기본질서에 입각한 평화적 통일 정책을 수립하고 이를 추진한다. 국가는 개인이 가지는 불가침의 기본적 인권을 확인하고 이를 보장할 의무를 진다. 주거에 대한 압수나 수색을 할 때에는 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 7
    },
    {
      "id": 131,
      "title": "누구든지 체포 또는 구속을 당한 때에는 즉시 변호인의 조력을 받을 권리를 가진다.",
      "content": "모든 국민의 재산권은 보장된다. 모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다. 대한민국은 통일을 지향하며, 자유민주적 기본질서에 입각한 평화적 통일 정책을 수립하고 이를 추진한다. 누구든지 성별·종교 또는 사회적 신분에 의하여 정치적·경제적·사회적·문화적 생활의 모든 영역에 있어서 차별을 받지 아니한다. 모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 7
    },
    {
      "id": 132,
      "title": "근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다.",
      "content": "대한민국은 국제평화의 유지에 노력하고 침략적 전쟁을 부인한다. 국가는 대외무역을 육성하며, 이를 규제·조정할 수 있다. 모든 국민은 신체의 자유를 가진다. 모든 국민은 신체의 자유를 가진다. 국가는 사회보장·사회복지의 증진에 노력할 의무를 진다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 7
    },
    {
      "id": 133,
      "title": "정당의 목적이나 활동이 민주적 기본질서에 위배될 때에는 정부는 헌법재판소에 그 해산을 제소할 수 있고, 정당은 헌법재판소의 심판에 의하여 해산된다.",
      "content": "모든 국민은 신속한 재판을 받을 권리를 가진다. 모든 국민은 법률이 정하는 바에 의하여 국가기관에 문서로 청원할 권리를 가진다. 모든 국민은 법률이 정하는 바에 의하여 국가기관에 문서로 청원할 권리를 가진다. 여자의 근로는 특별한 보호를 받으며, 고용·임금 및 근로조건에 있어서 부당한 차별을 받지 아니한다. 모든 국민은 학문과 예술의 자유를 가진다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 7
    },
    {
      "id": 134,
      "title": "형사피고인이 스스로 변호인을 구할 수 없을 때에는 법률이 정하는 바에 의하여 국가가 변호인을 붙인다.",
      "content": "모든 국민은 고문을 받지 아니하며, 형사상 자기에게 불리한 진술을 강요당하지 아니한다. 모든 국민은 학문과 예술의 자유를 가진다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 국가는 개인이 가지는 불가침의 기본적 인권을 확인하고 이를 보장할 의무를 진다. 연소자의 근로는 특별한 보호를 받는다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 7
    },
    {
      "id": 135,
      "title": "대한민국은 민주공화국이다.",
      "content": "교육은 무상으로 한다. 모든 국민은 종교의 자유를 가진다. 근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다. 모든 국민은 신속한 재판을 받을 권리를 가진다. 모든 국민은 양심의 자유를 가진다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 7
    },
    {
      "id": 136,
      "title": "모든 국민은 신속한 재판을 받을 권리를 가진다.",
      "content": "모든 국민은 법률이 정하는 바에 의하여 국가기관에 문서로 청원할 권리를 가진다. 국가는 개인이 가지는 불가침의 기본적 인권을 확인하고 이를 보장할 의무를 진다. 국가는 개인이 가지는 불가침의 기본적 인권을 확인하고 이를 보장할 의무를 진다. 여자의 근로는 특별한 보호를 받으며, 고용·임금 및 근로조건에 있어서 부당한 차별을 받지 아니한다. 대한민국은 통일을 지향하며, 자유민주적 기본질서에 입각한 평화적 통일 정책을 수립하고 이를 추진한다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 7
    },
    {
      "id": 137,
      "title": "모든 국민은 사생활의 비밀과 자유를 침해받지 아니한다.",
      "content": "모든 국민은 법 앞에 평등하다. 모든 국민의 재산권은 보장된다. 모든 국민은 신속한 재판을 받을 권리를 가진다. 근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 7
    },
    {
      "id": 138,
      "title": "대한민국은 통일을 지향하며, 자유민주적 기본질서에 입각한 평화적 통일 정책을 수립하고 이를 추진한다.",
      "content": "형사피고인은 유죄의 판결이 확정될 때까지는 무죄로 추정된다. 모든 국민은 헌법과 법률이 정한 법관에 의하여 법률에 의한 재판을 받을 권리를 가진다. 모든 국민은 종교의 자유를 가진다. 대한민국은 국제평화의 유지에 노력하고 침략적 전쟁을 부인한다. 누구든지 성별·종교 또는 사회적 신분에 의하여 정치적·경제적·사회적·문화적 생활의 모든 영역에 있어서 차별을 받지 아니한다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 7
    },
    {
      "id": 139,
      "title": "주거에 대한 압수나 수색을 할 때에는 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다.",
      "content": "모든 국민은 능력에 따라 균등하게 교육을 받을 권리를 가진다. 체포·구속·압수 또는 수색을 할 때에는 적법한 절차에 따라 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 다만, 현행범인인 경우와 장기 3년 이상의 형에 해당하는 죄를 범하고 도피 또는 증거인멸의 염려가 있을 때에는 사후에 영장을 청구할 수 있다. 형사피고인은 상당한 이유가 없는 한 지체없이 공개재판을 받을 권리를 가진다. 모든 국민은 양심의 자유를 가진다. 모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 7
    },
    {
      "id": 140,
      "title": "교육은 무상으로 한다.",
      "content": "모든 국민은 종교의 자유를 가진다. 모든 국민의 재산권은 보장된다. 누구든지 체포 또는 구속을 당한 때에는 적부의 심사를 법원에 청구할 권리를 가진다. 체포·구속·압수 또는 수색을 할 때에는 적법한 절차에 따라 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 다만, 현행범인인 경우와 장기 3년 이상의 형에 해당하는 죄를 범하고 도피 또는 증거인멸의 염려가 있을 때에는 사후에 영장을 청구할 수 있다. 연소자의 근로는 특별한 보호를 받는다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 7
    },
    {
      "id": 141,
      "title": "대한민국은 민주공화국이다.",
      "content": "형사피고인은 상당한 이유가 없는 한 지체없이 공개재판을 받을 권리를 가진다. 모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다. 모든 국민은 종교의 자유를 가진다. 모든 국민은 사생활의 비밀과 자유를 침해받지 아니한다. 모든 국민은 인간으로서의 존엄과 가치를 가지며, 행복을 추구할 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 8
    },
    {
      "id": 142,
      "title": "모든 국민은 직업선택의 자유를 가진다.",
      "content": "정당의 목적이나 활동이 민주적 기본질서에 위배될 때에는 정부는 헌법재판소에 그 해산을 제소할 수 있고, 정당은 헌법재판소의 심판에 의하여 해산된다. 체포·구속·압수 또는 수색을 할 때에는 적법한 절차에 따라 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 다만, 현행범인인 경우와 장기 3년 이상의 형에 해당하는 죄를 범하고 도피 또는 증거인멸의 염려가 있을 때에는 사후에 영장을 청구할 수 있다. 형사피고인은 상당한 이유가 없는 한 지체없이 공개재판을 받을 권리를 가진다. 국가는 농·어민과 중소기업의 자조조직을 육성하여야 하며, 그 자율적 활동과 발전을 보장한다. 모든 국민은 종교의 자유를 가진다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 8
    },
    {
      "id": 143,
      "title": "정당의 목적이나 활동이 민주적 기본질서에 위배될 때에는 정부는 헌법재판소에 그 해산을 제소할 수 있고, 정당은 헌법재판소의 심판에 의하여 해산된다.",
      "content": "모든 국민은 고문을 받지 아니하며, 형사상 자기에게 불리한 진술을 강요당하지 아니한다. 모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다. 모든 국민은 신체의 자유를 가진다. 모든 국민은 양심의 자유를 가진다. 모든 국민은 인간으로서의 존엄과 가치를 가지며, 행복을 추구할 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 8
    },
    {
      "id": 144,
      "title": "형사피고인이 스스로 변호인을 구할 수 없을 때에는 법률이 정하는 바에 의하여 국가가 변호인을 붙인다.",
      "content": "대한민국은 국제평화의 유지에 노력하고 침략적 전쟁을 부인한다. 모든 국민은 거주·이전의 자유를 가진다. 누구든지 체포 또는 구속을 당한 때에는 즉시 변호인의 조력을 받을 권리를 가진다. 모든 국민은 양심의 자유를 가진다. 모든 국민은 능력에 따라 균등하게 교육을 받을 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 8
    },
    {
      "id": 145,
      "title": "대한민국은 민주공화국이다.",
      "content": "대한민국은 통일을 지향하며, 자유민주적 기본질서에 입각한 평화적 통일 정책을 수립하고 이를 추진한다. 국가는 개인이 가지는 불가침의 기본적 인권을 확인하고 이를 보장할 의무를 진다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 연소자의 근로는 특별한 보호를 받는다. 국가는 평생교육을 진흥하여야 한다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 8
    },
    {
      "id": 146,
      "title": "정당의 목적이나 활동이 민주적 기본질서에 위배될 때에는 정부는 헌법재판소에 그 해산을 제소할 수 있고, 정당은 헌법재판소의 심판에 의하여 해산된다.",
      "content": "모든 국민은 능력에 따라 균등하게 교육을 받을 권리를 가진다. 모든 국민은 헌법과 법률이 정한 법관에 의하여 법률에 의한 재판을 받을 권리를 가진다. 국가는 평생교육을 진흥하여야 한다. 국가는 사회보장·사회복지의 증진에 노력할 의무를 진다. 모든 국민은 헌법과 법률이 정한 법관에 의하여 법률에 의한 재판을 받을 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:49.000Z",
      "updatedAt": "2019-02-24T16:17:49.000Z",
      "UserId": 8
    },
    {
      "id": 147,
      "title": "모든 국민은 종교의 자유를 가진다.",
      "content": "누구든지 성별·종교 또는 사회적 신분에 의하여 정치적·경제적·사회적·문화적 생활의 모든 영역에 있어서 차별을 받지 아니한다. 신체장애자 및 질병·노령 기타의 사유로 생활능력이 없는 국민은 법률이 정하는 바에 의하여 국가의 보호를 받는다. 형사피의자 또는 형사피고인으로서 구금되었던 자가 법률이 정하는 불기소처분을 받거나 무죄판결을 받은 때에는 법률이 정하는 바에 의하여 국가에 정당한 보상을 청구할 수 있다. 모든 국민은 신속한 재판을 받을 권리를 가진다. 모든 국민은 통신의 비밀을 침해받지 아니한다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 8
    },
    {
      "id": 148,
      "title": "모든 국민은 인간다운 생활을 할 권리를 가진다.",
      "content": "근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다. 모든 국민은 법률이 정하는 바에 의하여 국가기관에 문서로 청원할 권리를 가진다. 공무원은 국민전체에 대한 봉사자이며, 국민에 대하여 책임을 진다. 대한민국의 영토는 한반도와 그 부속도서로 한다. 대한민국은 통일을 지향하며, 자유민주적 기본질서에 입각한 평화적 통일 정책을 수립하고 이를 추진한다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 8
    },
    {
      "id": 149,
      "title": "모든 국민은 능력에 따라 균등하게 교육을 받을 권리를 가진다.",
      "content": "모든 국민은 직업선택의 자유를 가진다. 국가는 농·어민과 중소기업의 자조조직을 육성하여야 하며, 그 자율적 활동과 발전을 보장한다. 모든 국민은 고문을 받지 아니하며, 형사상 자기에게 불리한 진술을 강요당하지 아니한다. 대한민국의 영토는 한반도와 그 부속도서로 한다. 주거에 대한 압수나 수색을 할 때에는 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 8
    },
    {
      "id": 150,
      "title": "대한민국은 통일을 지향하며, 자유민주적 기본질서에 입각한 평화적 통일 정책을 수립하고 이를 추진한다.",
      "content": "모든 국민은 양심의 자유를 가진다. 대한민국은 통일을 지향하며, 자유민주적 기본질서에 입각한 평화적 통일 정책을 수립하고 이를 추진한다. 형사피의자 또는 형사피고인으로서 구금되었던 자가 법률이 정하는 불기소처분을 받거나 무죄판결을 받은 때에는 법률이 정하는 바에 의하여 국가에 정당한 보상을 청구할 수 있다. 모든 국민은 신속한 재판을 받을 권리를 가진다. 형사피고인이 스스로 변호인을 구할 수 없을 때에는 법률이 정하는 바에 의하여 국가가 변호인을 붙인다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 8
    },
    {
      "id": 151,
      "title": "대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다.",
      "content": "모든 국민은 능력에 따라 균등하게 교육을 받을 권리를 가진다. 근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다. 대한민국의 영토는 한반도와 그 부속도서로 한다. 모든 국민은 고문을 받지 아니하며, 형사상 자기에게 불리한 진술을 강요당하지 아니한다. 형사피고인은 유죄의 판결이 확정될 때까지는 무죄로 추정된다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 8
    },
    {
      "id": 152,
      "title": "모든 국민은 주거의 자유를 침해받지 아니한다.",
      "content": "모든 국민은 사생활의 비밀과 자유를 침해받지 아니한다. 모든 국민의 재산권은 보장된다. 국가는 농·어민과 중소기업의 자조조직을 육성하여야 하며, 그 자율적 활동과 발전을 보장한다. 모든 국민은 주거의 자유를 침해받지 아니한다. 모든 국민은 법 앞에 평등하다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 8
    },
    {
      "id": 153,
      "title": "공무원은 국민전체에 대한 봉사자이며, 국민에 대하여 책임을 진다.",
      "content": "국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 누구든지 법률에 의하지 아니하고는 체포·구속·압수·수색 또는 심문을 받지 아니하며, 법률과 적법한 절차에 의하지 아니하고는 처벌·보안처분 또는 강제노역을 받지 아니한다. 여자의 근로는 특별한 보호를 받으며, 고용·임금 및 근로조건에 있어서 부당한 차별을 받지 아니한다. 누구든지 체포 또는 구속을 당한 때에는 즉시 변호인의 조력을 받을 권리를 가진다. 국가는 농·어민과 중소기업의 자조조직을 육성하여야 하며, 그 자율적 활동과 발전을 보장한다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 8
    },
    {
      "id": 154,
      "title": "주거에 대한 압수나 수색을 할 때에는 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다.",
      "content": "대한민국의 영토는 한반도와 그 부속도서로 한다. 모든 국민은 사생활의 비밀과 자유를 침해받지 아니한다. 모든 국민의 재산권은 보장된다. 모든 국민은 신속한 재판을 받을 권리를 가진다. 모든 국민은 능력에 따라 균등하게 교육을 받을 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 8
    },
    {
      "id": 155,
      "title": "모든 국민은 거주·이전의 자유를 가진다.",
      "content": "대한민국은 통일을 지향하며, 자유민주적 기본질서에 입각한 평화적 통일 정책을 수립하고 이를 추진한다. 모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다. 모든 국민은 사생활의 비밀과 자유를 침해받지 아니한다. 주거에 대한 압수나 수색을 할 때에는 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 형사피고인은 상당한 이유가 없는 한 지체없이 공개재판을 받을 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 8
    },
    {
      "id": 156,
      "title": "누구든지 체포 또는 구속을 당한 때에는 적부의 심사를 법원에 청구할 권리를 가진다.",
      "content": "모든 국민은 종교의 자유를 가진다. 모든 국민은 능력에 따라 균등하게 교육을 받을 권리를 가진다. 모든 국민의 재산권은 보장된다. 국가는 개인이 가지는 불가침의 기본적 인권을 확인하고 이를 보장할 의무를 진다. 공무원은 국민전체에 대한 봉사자이며, 국민에 대하여 책임을 진다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 8
    },
    {
      "id": 157,
      "title": "체포·구속·압수 또는 수색을 할 때에는 적법한 절차에 따라 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 다만, 현행범인인 경우와 장기 3년 이상의 형에 해당하는 죄를 범하고 도피 또는 증거인멸의 염려가 있을 때에는 사후에 영장을 청구할 수 있다.",
      "content": "누구든지 법률에 의하지 아니하고는 체포·구속·압수·수색 또는 심문을 받지 아니하며, 법률과 적법한 절차에 의하지 아니하고는 처벌·보안처분 또는 강제노역을 받지 아니한다. 대한민국의 영토는 한반도와 그 부속도서로 한다. 모든 국민의 재산권은 보장된다. 국가는 개인이 가지는 불가침의 기본적 인권을 확인하고 이를 보장할 의무를 진다. 국가는 여자의 복지와 권익의 향상을 위하여 노력하여야 한다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 8
    },
    {
      "id": 158,
      "title": "모든 국민은 법률이 정하는 바에 의하여 국가기관에 문서로 청원할 권리를 가진다.",
      "content": "모든 국민은 법 앞에 평등하다. 국가는 개인이 가지는 불가침의 기본적 인권을 확인하고 이를 보장할 의무를 진다. 모든 국민은 직업선택의 자유를 가진다. 모든 국민은 양심의 자유를 가진다. 대한민국의 영토는 한반도와 그 부속도서로 한다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 8
    },
    {
      "id": 159,
      "title": "모든 국민은 종교의 자유를 가진다.",
      "content": "누구든지 법률에 의하지 아니하고는 체포·구속·압수·수색 또는 심문을 받지 아니하며, 법률과 적법한 절차에 의하지 아니하고는 처벌·보안처분 또는 강제노역을 받지 아니한다. 국가는 개인이 가지는 불가침의 기본적 인권을 확인하고 이를 보장할 의무를 진다. 여자의 근로는 특별한 보호를 받으며, 고용·임금 및 근로조건에 있어서 부당한 차별을 받지 아니한다. 모든 국민은 법 앞에 평등하다. 모든 국민은 주거의 자유를 침해받지 아니한다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 8
    },
    {
      "id": 160,
      "title": "여자의 근로는 특별한 보호를 받으며, 고용·임금 및 근로조건에 있어서 부당한 차별을 받지 아니한다.",
      "content": "모든 국민은 법 앞에 평등하다. 모든 국민은 신속한 재판을 받을 권리를 가진다. 모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다. 대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다. 모든 국민은 인간다운 생활을 할 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 8
    },
    {
      "id": 161,
      "title": "형사피고인은 상당한 이유가 없는 한 지체없이 공개재판을 받을 권리를 가진다.",
      "content": "국가유공자·상이군경 및 전몰군경의 유가족은 법률이 정하는 바에 의하여 우선적으로 근로의 기회를 부여받는다. 국가는 여자의 복지와 권익의 향상을 위하여 노력하여야 한다. 대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다. 형사피고인이 스스로 변호인을 구할 수 없을 때에는 법률이 정하는 바에 의하여 국가가 변호인을 붙인다. 모든 국민은 헌법과 법률이 정한 법관에 의하여 법률에 의한 재판을 받을 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 9
    },
    {
      "id": 162,
      "title": "교육은 무상으로 한다.",
      "content": "누구든지 성별·종교 또는 사회적 신분에 의하여 정치적·경제적·사회적·문화적 생활의 모든 영역에 있어서 차별을 받지 아니한다. 모든 국민은 헌법과 법률이 정한 법관에 의하여 법률에 의한 재판을 받을 권리를 가진다. 형사피고인이 스스로 변호인을 구할 수 없을 때에는 법률이 정하는 바에 의하여 국가가 변호인을 붙인다. 대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다. 국가유공자·상이군경 및 전몰군경의 유가족은 법률이 정하는 바에 의하여 우선적으로 근로의 기회를 부여받는다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 9
    },
    {
      "id": 163,
      "title": "모든 국민은 인간으로서의 존엄과 가치를 가지며, 행복을 추구할 권리를 가진다.",
      "content": "대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다. 정당의 목적이나 활동이 민주적 기본질서에 위배될 때에는 정부는 헌법재판소에 그 해산을 제소할 수 있고, 정당은 헌법재판소의 심판에 의하여 해산된다. 모든 국민은 능력에 따라 균등하게 교육을 받을 권리를 가진다. 모든 국민은 학문과 예술의 자유를 가진다. 모든 국민은 신체의 자유를 가진다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 9
    },
    {
      "id": 164,
      "title": "대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다.",
      "content": "대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다. 국가는 대외무역을 육성하며, 이를 규제·조정할 수 있다. 누구든지 성별·종교 또는 사회적 신분에 의하여 정치적·경제적·사회적·문화적 생활의 모든 영역에 있어서 차별을 받지 아니한다. 모든 국민의 재산권은 보장된다. 형사피고인은 유죄의 판결이 확정될 때까지는 무죄로 추정된다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 9
    },
    {
      "id": 165,
      "title": "국가는 여자의 복지와 권익의 향상을 위하여 노력하여야 한다.",
      "content": "모든 국민은 신속한 재판을 받을 권리를 가진다. 체포·구속·압수 또는 수색을 할 때에는 적법한 절차에 따라 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 다만, 현행범인인 경우와 장기 3년 이상의 형에 해당하는 죄를 범하고 도피 또는 증거인멸의 염려가 있을 때에는 사후에 영장을 청구할 수 있다. 주거에 대한 압수나 수색을 할 때에는 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 공무원은 국민전체에 대한 봉사자이며, 국민에 대하여 책임을 진다. 국가는 개인이 가지는 불가침의 기본적 인권을 확인하고 이를 보장할 의무를 진다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 9
    },
    {
      "id": 166,
      "title": "모든 국민은 양심의 자유를 가진다.",
      "content": "공무원은 국민전체에 대한 봉사자이며, 국민에 대하여 책임을 진다. 국가는 개인이 가지는 불가침의 기본적 인권을 확인하고 이를 보장할 의무를 진다. 국가는 평생교육을 진흥하여야 한다. 형사피고인이 스스로 변호인을 구할 수 없을 때에는 법률이 정하는 바에 의하여 국가가 변호인을 붙인다. 대한민국의 영토는 한반도와 그 부속도서로 한다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 9
    },
    {
      "id": 167,
      "title": "모든 국민은 통신의 비밀을 침해받지 아니한다.",
      "content": "국가는 농·어민과 중소기업의 자조조직을 육성하여야 하며, 그 자율적 활동과 발전을 보장한다. 형사피고인은 유죄의 판결이 확정될 때까지는 무죄로 추정된다. 대한민국은 통일을 지향하며, 자유민주적 기본질서에 입각한 평화적 통일 정책을 수립하고 이를 추진한다. 대한민국은 국제평화의 유지에 노력하고 침략적 전쟁을 부인한다. 누구든지 체포 또는 구속을 당한 때에는 적부의 심사를 법원에 청구할 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 9
    },
    {
      "id": 168,
      "title": "모든 국민은 거주·이전의 자유를 가진다.",
      "content": "모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다. 국가는 여자의 복지와 권익의 향상을 위하여 노력하여야 한다. 모든 국민의 재산권은 보장된다. 국가는 사회보장·사회복지의 증진에 노력할 의무를 진다. 모든 국민은 주거의 자유를 침해받지 아니한다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 9
    },
    {
      "id": 169,
      "title": "국가는 여자의 복지와 권익의 향상을 위하여 노력하여야 한다.",
      "content": "대한민국은 민주공화국이다. 모든 국민은 인간다운 생활을 할 권리를 가진다. 모든 국민은 인간다운 생활을 할 권리를 가진다. 대한민국은 민주공화국이다. 국가는 여자의 복지와 권익의 향상을 위하여 노력하여야 한다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 9
    },
    {
      "id": 170,
      "title": "누구든지 성별·종교 또는 사회적 신분에 의하여 정치적·경제적·사회적·문화적 생활의 모든 영역에 있어서 차별을 받지 아니한다.",
      "content": "국가는 개인이 가지는 불가침의 기본적 인권을 확인하고 이를 보장할 의무를 진다. 국가는 평생교육을 진흥하여야 한다. 신체장애자 및 질병·노령 기타의 사유로 생활능력이 없는 국민은 법률이 정하는 바에 의하여 국가의 보호를 받는다. 형사피의자 또는 형사피고인으로서 구금되었던 자가 법률이 정하는 불기소처분을 받거나 무죄판결을 받은 때에는 법률이 정하는 바에 의하여 국가에 정당한 보상을 청구할 수 있다. 누구든지 법률에 의하지 아니하고는 체포·구속·압수·수색 또는 심문을 받지 아니하며, 법률과 적법한 절차에 의하지 아니하고는 처벌·보안처분 또는 강제노역을 받지 아니한다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 9
    },
    {
      "id": 171,
      "title": "대한민국은 통일을 지향하며, 자유민주적 기본질서에 입각한 평화적 통일 정책을 수립하고 이를 추진한다.",
      "content": "국가는 여자의 복지와 권익의 향상을 위하여 노력하여야 한다. 모든 국민은 거주·이전의 자유를 가진다. 여자의 근로는 특별한 보호를 받으며, 고용·임금 및 근로조건에 있어서 부당한 차별을 받지 아니한다. 대한민국은 국제평화의 유지에 노력하고 침략적 전쟁을 부인한다. 모든 국민은 법 앞에 평등하다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 9
    },
    {
      "id": 172,
      "title": "국가는 평생교육을 진흥하여야 한다.",
      "content": "국가유공자·상이군경 및 전몰군경의 유가족은 법률이 정하는 바에 의하여 우선적으로 근로의 기회를 부여받는다. 국가는 사회보장·사회복지의 증진에 노력할 의무를 진다. 국가는 대외무역을 육성하며, 이를 규제·조정할 수 있다. 국가는 여자의 복지와 권익의 향상을 위하여 노력하여야 한다. 대한민국은 국제평화의 유지에 노력하고 침략적 전쟁을 부인한다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 9
    },
    {
      "id": 173,
      "title": "정당의 목적이나 활동이 민주적 기본질서에 위배될 때에는 정부는 헌법재판소에 그 해산을 제소할 수 있고, 정당은 헌법재판소의 심판에 의하여 해산된다.",
      "content": "국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 모든 국민은 주거의 자유를 침해받지 아니한다. 모든 국민은 인간다운 생활을 할 권리를 가진다. 모든 국민은 인간다운 생활을 할 권리를 가진다. 모든 국민은 헌법과 법률이 정한 법관에 의하여 법률에 의한 재판을 받을 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 9
    },
    {
      "id": 174,
      "title": "국가는 농·어민과 중소기업의 자조조직을 육성하여야 하며, 그 자율적 활동과 발전을 보장한다.",
      "content": "국가는 농·어민과 중소기업의 자조조직을 육성하여야 하며, 그 자율적 활동과 발전을 보장한다. 모든 국민은 신체의 자유를 가진다. 국가는 평생교육을 진흥하여야 한다. 대한민국은 통일을 지향하며, 자유민주적 기본질서에 입각한 평화적 통일 정책을 수립하고 이를 추진한다. 국가는 여자의 복지와 권익의 향상을 위하여 노력하여야 한다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 9
    },
    {
      "id": 175,
      "title": "모든 국민의 재산권은 보장된다.",
      "content": "모든 국민은 주거의 자유를 침해받지 아니한다. 대한민국은 민주공화국이다. 모든 국민은 법률이 정하는 바에 의하여 국가기관에 문서로 청원할 권리를 가진다. 모든 국민은 종교의 자유를 가진다. 형사피고인은 유죄의 판결이 확정될 때까지는 무죄로 추정된다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 9
    },
    {
      "id": 176,
      "title": "형사피의자 또는 형사피고인으로서 구금되었던 자가 법률이 정하는 불기소처분을 받거나 무죄판결을 받은 때에는 법률이 정하는 바에 의하여 국가에 정당한 보상을 청구할 수 있다.",
      "content": "형사피고인이 스스로 변호인을 구할 수 없을 때에는 법률이 정하는 바에 의하여 국가가 변호인을 붙인다. 모든 국민은 인간으로서의 존엄과 가치를 가지며, 행복을 추구할 권리를 가진다. 모든 국민은 인간다운 생활을 할 권리를 가진다. 신체장애자 및 질병·노령 기타의 사유로 생활능력이 없는 국민은 법률이 정하는 바에 의하여 국가의 보호를 받는다. 모든 국민은 양심의 자유를 가진다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 9
    },
    {
      "id": 177,
      "title": "모든 국민은 학문과 예술의 자유를 가진다.",
      "content": "여자의 근로는 특별한 보호를 받으며, 고용·임금 및 근로조건에 있어서 부당한 차별을 받지 아니한다. 대한민국은 통일을 지향하며, 자유민주적 기본질서에 입각한 평화적 통일 정책을 수립하고 이를 추진한다. 누구든지 체포 또는 구속을 당한 때에는 즉시 변호인의 조력을 받을 권리를 가진다. 모든 국민은 거주·이전의 자유를 가진다. 모든 국민은 고문을 받지 아니하며, 형사상 자기에게 불리한 진술을 강요당하지 아니한다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 9
    },
    {
      "id": 178,
      "title": "형사피고인이 스스로 변호인을 구할 수 없을 때에는 법률이 정하는 바에 의하여 국가가 변호인을 붙인다.",
      "content": "모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다. 형사피고인은 상당한 이유가 없는 한 지체없이 공개재판을 받을 권리를 가진다. 정당의 목적이나 활동이 민주적 기본질서에 위배될 때에는 정부는 헌법재판소에 그 해산을 제소할 수 있고, 정당은 헌법재판소의 심판에 의하여 해산된다. 모든 국민은 법률이 정하는 바에 의하여 국가기관에 문서로 청원할 권리를 가진다. 누구든지 법률에 의하지 아니하고는 체포·구속·압수·수색 또는 심문을 받지 아니하며, 법률과 적법한 절차에 의하지 아니하고는 처벌·보안처분 또는 강제노역을 받지 아니한다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 9
    },
    {
      "id": 179,
      "title": "모든 국민은 주거의 자유를 침해받지 아니한다.",
      "content": "모든 국민은 주거의 자유를 침해받지 아니한다. 대한민국은 통일을 지향하며, 자유민주적 기본질서에 입각한 평화적 통일 정책을 수립하고 이를 추진한다. 모든 국민은 인간다운 생활을 할 권리를 가진다. 모든 국민은 신체의 자유를 가진다. 모든 국민은 양심의 자유를 가진다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 9
    },
    {
      "id": 180,
      "title": "모든 국민은 법률이 정하는 바에 의하여 국가기관에 문서로 청원할 권리를 가진다.",
      "content": "모든 국민은 통신의 비밀을 침해받지 아니한다. 체포·구속·압수 또는 수색을 할 때에는 적법한 절차에 따라 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 다만, 현행범인인 경우와 장기 3년 이상의 형에 해당하는 죄를 범하고 도피 또는 증거인멸의 염려가 있을 때에는 사후에 영장을 청구할 수 있다. 모든 국민은 종교의 자유를 가진다. 모든 국민은 학문과 예술의 자유를 가진다. 교육은 무상으로 한다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 9
    },
    {
      "id": 181,
      "title": "모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다.",
      "content": "형사피고인은 유죄의 판결이 확정될 때까지는 무죄로 추정된다. 모든 국민은 종교의 자유를 가진다. 국가는 평생교육을 진흥하여야 한다. 대한민국의 영토는 한반도와 그 부속도서로 한다. 형사피고인은 유죄의 판결이 확정될 때까지는 무죄로 추정된다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 10
    },
    {
      "id": 182,
      "title": "모든 국민은 학문과 예술의 자유를 가진다.",
      "content": "국가는 여자의 복지와 권익의 향상을 위하여 노력하여야 한다. 모든 국민은 신속한 재판을 받을 권리를 가진다. 모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다. 대한민국은 통일을 지향하며, 자유민주적 기본질서에 입각한 평화적 통일 정책을 수립하고 이를 추진한다. 국가는 대외무역을 육성하며, 이를 규제·조정할 수 있다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 10
    },
    {
      "id": 183,
      "title": "국가는 여자의 복지와 권익의 향상을 위하여 노력하여야 한다.",
      "content": "교육은 무상으로 한다. 모든 국민은 통신의 비밀을 침해받지 아니한다. 모든 국민의 재산권은 보장된다. 형사피고인은 상당한 이유가 없는 한 지체없이 공개재판을 받을 권리를 가진다. 대한민국은 통일을 지향하며, 자유민주적 기본질서에 입각한 평화적 통일 정책을 수립하고 이를 추진한다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 10
    },
    {
      "id": 184,
      "title": "형사피고인은 상당한 이유가 없는 한 지체없이 공개재판을 받을 권리를 가진다.",
      "content": "모든 국민은 종교의 자유를 가진다. 모든 국민은 거주·이전의 자유를 가진다. 대한민국의 영토는 한반도와 그 부속도서로 한다. 모든 국민은 법 앞에 평등하다. 연소자의 근로는 특별한 보호를 받는다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 10
    },
    {
      "id": 185,
      "title": "모든 국민은 헌법과 법률이 정한 법관에 의하여 법률에 의한 재판을 받을 권리를 가진다.",
      "content": "신체장애자 및 질병·노령 기타의 사유로 생활능력이 없는 국민은 법률이 정하는 바에 의하여 국가의 보호를 받는다. 누구든지 체포 또는 구속을 당한 때에는 적부의 심사를 법원에 청구할 권리를 가진다. 모든 국민은 능력에 따라 균등하게 교육을 받을 권리를 가진다. 체포·구속·압수 또는 수색을 할 때에는 적법한 절차에 따라 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 다만, 현행범인인 경우와 장기 3년 이상의 형에 해당하는 죄를 범하고 도피 또는 증거인멸의 염려가 있을 때에는 사후에 영장을 청구할 수 있다. 신체장애자 및 질병·노령 기타의 사유로 생활능력이 없는 국민은 법률이 정하는 바에 의하여 국가의 보호를 받는다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 10
    },
    {
      "id": 186,
      "title": "여자의 근로는 특별한 보호를 받으며, 고용·임금 및 근로조건에 있어서 부당한 차별을 받지 아니한다.",
      "content": "국가는 사회보장·사회복지의 증진에 노력할 의무를 진다. 누구든지 체포 또는 구속을 당한 때에는 즉시 변호인의 조력을 받을 권리를 가진다. 모든 국민은 사생활의 비밀과 자유를 침해받지 아니한다. 신체장애자 및 질병·노령 기타의 사유로 생활능력이 없는 국민은 법률이 정하는 바에 의하여 국가의 보호를 받는다. 신체장애자 및 질병·노령 기타의 사유로 생활능력이 없는 국민은 법률이 정하는 바에 의하여 국가의 보호를 받는다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 10
    },
    {
      "id": 187,
      "title": "형사피고인은 상당한 이유가 없는 한 지체없이 공개재판을 받을 권리를 가진다.",
      "content": "국가유공자·상이군경 및 전몰군경의 유가족은 법률이 정하는 바에 의하여 우선적으로 근로의 기회를 부여받는다. 국가는 평생교육을 진흥하여야 한다. 모든 국민은 인간으로서의 존엄과 가치를 가지며, 행복을 추구할 권리를 가진다. 대한민국은 통일을 지향하며, 자유민주적 기본질서에 입각한 평화적 통일 정책을 수립하고 이를 추진한다. 정당의 목적이나 활동이 민주적 기본질서에 위배될 때에는 정부는 헌법재판소에 그 해산을 제소할 수 있고, 정당은 헌법재판소의 심판에 의하여 해산된다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 10
    },
    {
      "id": 188,
      "title": "신체장애자 및 질병·노령 기타의 사유로 생활능력이 없는 국민은 법률이 정하는 바에 의하여 국가의 보호를 받는다.",
      "content": "모든 국민은 고문을 받지 아니하며, 형사상 자기에게 불리한 진술을 강요당하지 아니한다. 국가는 평생교육을 진흥하여야 한다. 모든 국민은 양심의 자유를 가진다. 국가는 여자의 복지와 권익의 향상을 위하여 노력하여야 한다. 형사피고인은 상당한 이유가 없는 한 지체없이 공개재판을 받을 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 10
    },
    {
      "id": 189,
      "title": "형사피고인이 스스로 변호인을 구할 수 없을 때에는 법률이 정하는 바에 의하여 국가가 변호인을 붙인다.",
      "content": "누구든지 체포 또는 구속을 당한 때에는 적부의 심사를 법원에 청구할 권리를 가진다. 모든 국민은 통신의 비밀을 침해받지 아니한다. 모든 국민은 주거의 자유를 침해받지 아니한다. 모든 국민은 종교의 자유를 가진다. 형사피고인은 상당한 이유가 없는 한 지체없이 공개재판을 받을 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 10
    },
    {
      "id": 190,
      "title": "모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다.",
      "content": "정당의 목적이나 활동이 민주적 기본질서에 위배될 때에는 정부는 헌법재판소에 그 해산을 제소할 수 있고, 정당은 헌법재판소의 심판에 의하여 해산된다. 모든 국민은 인간으로서의 존엄과 가치를 가지며, 행복을 추구할 권리를 가진다. 누구든지 체포 또는 구속을 당한 때에는 적부의 심사를 법원에 청구할 권리를 가진다. 국가는 농·어민과 중소기업의 자조조직을 육성하여야 하며, 그 자율적 활동과 발전을 보장한다. 대한민국은 민주공화국이다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 10
    },
    {
      "id": 191,
      "title": "공무원은 국민전체에 대한 봉사자이며, 국민에 대하여 책임을 진다.",
      "content": "누구든지 법률에 의하지 아니하고는 체포·구속·압수·수색 또는 심문을 받지 아니하며, 법률과 적법한 절차에 의하지 아니하고는 처벌·보안처분 또는 강제노역을 받지 아니한다. 근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다. 국가는 사회보장·사회복지의 증진에 노력할 의무를 진다. 체포·구속·압수 또는 수색을 할 때에는 적법한 절차에 따라 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 다만, 현행범인인 경우와 장기 3년 이상의 형에 해당하는 죄를 범하고 도피 또는 증거인멸의 염려가 있을 때에는 사후에 영장을 청구할 수 있다. 대한민국은 민주공화국이다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 10
    },
    {
      "id": 192,
      "title": "대한민국은 국제평화의 유지에 노력하고 침략적 전쟁을 부인한다.",
      "content": "모든 국민은 사생활의 비밀과 자유를 침해받지 아니한다. 모든 국민은 법 앞에 평등하다. 주거에 대한 압수나 수색을 할 때에는 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 모든 국민은 양심의 자유를 가진다. 모든 국민의 재산권은 보장된다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 10
    },
    {
      "id": 193,
      "title": "연소자의 근로는 특별한 보호를 받는다.",
      "content": "모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한 범죄에 대하여 거듭 처벌받지 아니한다. 누구든지 체포 또는 구속을 당한 때에는 즉시 변호인의 조력을 받을 권리를 가진다. 누구든지 성별·종교 또는 사회적 신분에 의하여 정치적·경제적·사회적·문화적 생활의 모든 영역에 있어서 차별을 받지 아니한다. 교육은 무상으로 한다. 모든 국민은 종교의 자유를 가진다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 10
    },
    {
      "id": 194,
      "title": "모든 국민은 고문을 받지 아니하며, 형사상 자기에게 불리한 진술을 강요당하지 아니한다.",
      "content": "국가는 사회보장·사회복지의 증진에 노력할 의무를 진다. 정당의 목적이나 활동이 민주적 기본질서에 위배될 때에는 정부는 헌법재판소에 그 해산을 제소할 수 있고, 정당은 헌법재판소의 심판에 의하여 해산된다. 대한민국의 영토는 한반도와 그 부속도서로 한다. 모든 국민은 신체의 자유를 가진다. 형사피고인이 스스로 변호인을 구할 수 없을 때에는 법률이 정하는 바에 의하여 국가가 변호인을 붙인다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 10
    },
    {
      "id": 195,
      "title": "누구든지 법률에 의하지 아니하고는 체포·구속·압수·수색 또는 심문을 받지 아니하며, 법률과 적법한 절차에 의하지 아니하고는 처벌·보안처분 또는 강제노역을 받지 아니한다.",
      "content": "신체장애자 및 질병·노령 기타의 사유로 생활능력이 없는 국민은 법률이 정하는 바에 의하여 국가의 보호를 받는다. 공무원은 국민전체에 대한 봉사자이며, 국민에 대하여 책임을 진다. 모든 국민은 양심의 자유를 가진다. 대한민국의 영토는 한반도와 그 부속도서로 한다. 모든 국민은 양심의 자유를 가진다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 10
    },
    {
      "id": 196,
      "title": "누구든지 체포 또는 구속을 당한 때에는 즉시 변호인의 조력을 받을 권리를 가진다.",
      "content": "모든 국민은 헌법과 법률이 정한 법관에 의하여 법률에 의한 재판을 받을 권리를 가진다. 모든 국민은 신속한 재판을 받을 권리를 가진다. 모든 국민은 법 앞에 평등하다. 형사피고인이 스스로 변호인을 구할 수 없을 때에는 법률이 정하는 바에 의하여 국가가 변호인을 붙인다. 모든 국민은 주거의 자유를 침해받지 아니한다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 10
    },
    {
      "id": 197,
      "title": "대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다.",
      "content": "누구든지 법률에 의하지 아니하고는 체포·구속·압수·수색 또는 심문을 받지 아니하며, 법률과 적법한 절차에 의하지 아니하고는 처벌·보안처분 또는 강제노역을 받지 아니한다. 대한민국은 국제평화의 유지에 노력하고 침략적 전쟁을 부인한다. 모든 국민은 거주·이전의 자유를 가진다. 형사피고인은 유죄의 판결이 확정될 때까지는 무죄로 추정된다. 대한민국의 영토는 한반도와 그 부속도서로 한다.",
      "createdAt": "2019-02-24T16:17:50.000Z",
      "updatedAt": "2019-02-24T16:17:50.000Z",
      "UserId": 10
    },
    {
      "id": 198,
      "title": "모든 국민은 통신의 비밀을 침해받지 아니한다.",
      "content": "국가는 대외무역을 육성하며, 이를 규제·조정할 수 있다. 모든 국민은 신속한 재판을 받을 권리를 가진다. 주거에 대한 압수나 수색을 할 때에는 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 체포·구속·압수 또는 수색을 할 때에는 적법한 절차에 따라 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 다만, 현행범인인 경우와 장기 3년 이상의 형에 해당하는 죄를 범하고 도피 또는 증거인멸의 염려가 있을 때에는 사후에 영장을 청구할 수 있다. 모든 국민은 능력에 따라 균등하게 교육을 받을 권리를 가진다.",
      "createdAt": "2019-02-24T16:17:51.000Z",
      "updatedAt": "2019-02-24T16:17:51.000Z",
      "UserId": 10
    },
    {
      "id": 199,
      "title": "국가는 평생교육을 진흥하여야 한다.",
      "content": "누구든지 체포 또는 구속을 당한 때에는 즉시 변호인의 조력을 받을 권리를 가진다. 대한민국은 민주공화국이다. 형사피의자 또는 형사피고인으로서 구금되었던 자가 법률이 정하는 불기소처분을 받거나 무죄판결을 받은 때에는 법률이 정하는 바에 의하여 국가에 정당한 보상을 청구할 수 있다. 모든 국민은 직업선택의 자유를 가진다. 국가는 여자의 복지와 권익의 향상을 위하여 노력하여야 한다.",
      "createdAt": "2019-02-24T16:17:51.000Z",
      "updatedAt": "2019-02-24T16:17:51.000Z",
      "UserId": 10
    },
    {
      "id": 200,
      "title": "모든 국민은 종교의 자유를 가진다.",
      "content": "연소자의 근로는 특별한 보호를 받는다. 여자의 근로는 특별한 보호를 받으며, 고용·임금 및 근로조건에 있어서 부당한 차별을 받지 아니한다. 모든 국민은 종교의 자유를 가진다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 국가는 평생교육을 진흥하여야 한다.",
      "createdAt": "2019-02-24T16:17:51.000Z",
      "updatedAt": "2019-02-24T16:17:51.000Z",
      "UserId": 10
    },
    {
      "operationName": "GetPosts",
      "variables": {},
      "query": "query GetPosts {\n  posts {\n    id\n    title\n    content\n    createdAt\n    __typename\n  }\n}",
      "id": 201
    },
    {
      "operationName": "GetPosts",
      "variables": {},
      "query": "query GetPosts {\n  posts {\n    id\n    title\n    content\n    createdAt\n    __typename\n  }\n}",
      "id": 202
    },
    {
      "operationName": "GetPosts",
      "variables": {},
      "query": "query GetPosts {\n  posts {\n    id\n    title\n    content\n    createdAt\n    __typename\n  }\n}",
      "id": 203
    },
    {
      "operationName": "GetPosts",
      "variables": {},
      "query": "query GetPosts {\n  posts {\n    id\n    title\n    content\n    createdAt\n    __typename\n  }\n}",
      "id": 204
    },
    {
      "operationName": "GetPosts",
      "variables": {},
      "query": "query GetPosts {\n  posts {\n    id\n    title\n    content\n    createdAt\n    __typename\n  }\n}",
      "id": 205
    },
    {
      "operationName": "GetPosts",
      "variables": {},
      "query": "query GetPosts {\n  posts {\n    id\n    title\n    content\n    createdAt\n    __typename\n  }\n}",
      "id": 206
    },
    {
      "operationName": "GetPosts",
      "variables": {},
      "query": "query GetPosts {\n  posts {\n    id\n    title\n    content\n    createdAt\n    __typename\n  }\n}",
      "id": 207
    },
    {
      "operationName": "GetPosts",
      "variables": {},
      "query": "query GetPosts {\n  posts {\n    id\n    title\n    content\n    createdAt\n    __typename\n  }\n}",
      "id": 208
    },
    {
      "operationName": "GetPosts",
      "variables": {},
      "query": "query GetPosts {\n  posts {\n    id\n    title\n    content\n    createdAt\n    __typename\n  }\n}",
      "id": 209
    },
    {
      "operationName": "GetPosts",
      "variables": {},
      "query": "query GetPosts {\n  posts {\n    id\n    title\n    content\n    createdAt\n    __typename\n  }\n}",
      "id": 210
    },
    {
      "operationName": "GetPosts",
      "variables": {},
      "query": "query GetPosts {\n  posts {\n    id\n    title\n    content\n    createdAt\n    __typename\n  }\n}",
      "id": 211
    },
    {
      "operationName": "GetPosts",
      "variables": {},
      "query": "query GetPosts {\n  posts {\n    id\n    title\n    content\n    createdAt\n    __typename\n  }\n}",
      "id": 212
    },
    {
      "operationName": "GetPosts",
      "variables": {},
      "query": "query GetPosts {\n  posts {\n    id\n    title\n    content\n    createdAt\n    __typename\n  }\n}",
      "id": 213
    },
    {
      "operationName": "GetPosts",
      "variables": {},
      "query": "query GetPosts {\n  posts {\n    id\n    title\n    content\n    createdAt\n    __typename\n  }\n}",
      "id": 214
    },
    {
      "operationName": "GetPosts",
      "variables": {},
      "query": "query GetPosts {\n  posts {\n    id\n    title\n    content\n    createdAt\n    __typename\n  }\n}",
      "id": 215
    },
    {
      "operationName": "GetPosts",
      "variables": {},
      "query": "query GetPosts {\n  posts {\n    id\n    title\n    content\n    createdAt\n    __typename\n  }\n}",
      "id": 216
    },
    {
      "operationName": "GetPosts",
      "variables": {},
      "query": "query GetPosts {\n  posts {\n    id\n    title\n    content\n    createdAt\n    __typename\n  }\n}",
      "id": 217
    },
    {
      "operationName": "GetPosts",
      "variables": {},
      "query": "query GetPosts {\n  posts {\n    id\n    title\n    content\n    createdAt\n    __typename\n  }\n}",
      "id": 218
    },
    {
      "operationName": "GetPosts",
      "variables": {},
      "query": "query GetPosts {\n  posts {\n    id\n    title\n    content\n    createdAt\n    __typename\n  }\n}",
      "id": 219
    },
    {
      "operationName": "GetPosts",
      "variables": {},
      "query": "query GetPosts {\n  posts {\n    id\n    title\n    content\n    createdAt\n    __typename\n  }\n}",
      "id": 220
    },
    {
      "operationName": "GetPosts",
      "variables": {},
      "query": "query GetPosts {\n  posts {\n    id\n    title\n    content\n    createdAt\n    __typename\n  }\n}",
      "id": 221
    },
    {
      "operationName": "GetPosts",
      "variables": {},
      "query": "query GetPosts {\n  posts {\n    id\n    title\n    content\n    createdAt\n    __typename\n  }\n}",
      "id": 222
    },
    {
      "operationName": "GetPosts",
      "variables": {},
      "query": "query GetPosts {\n  posts {\n    id\n    title\n    content\n    createdAt\n    __typename\n  }\n}",
      "id": 223
    },
    {
      "operationName": "GetPosts",
      "variables": {},
      "query": "query GetPosts {\n  posts {\n    id\n    title\n    content\n    createdAt\n    __typename\n  }\n}",
      "id": 224
    },
    {
      "operationName": "GetPosts",
      "variables": {},
      "query": "query GetPosts {\n  posts {\n    id\n    title\n    content\n    createdAt\n    __typename\n  }\n}",
      "id": 225
    },
    {
      "operationName": "GetPosts",
      "variables": {},
      "query": "query GetPosts {\n  posts {\n    id\n    title\n    content\n    createdAt\n    __typename\n  }\n}",
      "id": 226
    },
    {
      "operationName": "GetPosts",
      "variables": {},
      "query": "query GetPosts {\n  posts {\n    id\n    title\n    content\n    createdAt\n    __typename\n  }\n}",
      "id": 227
    },
    {
      "operationName": "GetPosts",
      "variables": {},
      "query": "query GetPosts {\n  posts {\n    id\n    title\n    content\n    createdAt\n    __typename\n  }\n}",
      "id": 228
    },
    {
      "operationName": "GetPosts",
      "variables": {},
      "query": "query GetPosts {\n  posts {\n    id\n    title\n    content\n    createdAt\n    __typename\n  }\n}",
      "id": 229
    },
    {
      "operationName": "GetPosts",
      "variables": {},
      "query": "query GetPosts {\n  posts {\n    id\n    title\n    content\n    createdAt\n    __typename\n  }\n}",
      "id": 230
    }
  ]
}